Repository: DickerPeter/beautified-JOSM-preset
Catalog: i18n/preset_*.po
Languages: fa

source: Routes shown for:
fa: مسیرهای نشان داده شده برای:

source: Routex
fa: روتکس

source: Rowing
fa: قایقرانی

source: Rugby League
fa: لیگ راگبی

source: Rugby Union
fa: اتحادیه راگبی

source: Ruins
fa: ویرانه / خرابه

source: Rules
fa: قواعد

source: Rumble strip
fa: نوار لرزاننده / دست‌انداز متوالی کوتاه لرزشی

source: Running
fa: ورزش مسابقه دو

source: Running Route
fa: مسیر دویدن

source: Runway
fa: باند پرواز / باند فرودگاه

source: Russian
fa: روسی

source: Russian orthodox
fa: ارتدوکس روسی

source: Rutile
fa: روتیل

source: SAC Scale
fa: مقیاس SAC

source: Sailmaker
fa: بادبان ساز / چادر دوز

source: Sally Port
fa: درب ورودی بزرگ / دروازه قلعه

source: Salt
fa: نمک

source: Saltmarsh
fa: نمکزار

source: Sand
fa: شنی / ریگ / ماسه ریز

source: Sandwich
fa: ساندویچ

source: Satellite
fa: ماهواره

source: Sauna
fa: سونا

source: Sawmill
fa: چوب‌بری / کارخانه چوب بری والوارسازی

source: Scaffolder
fa: داربست

source: Scheme
fa: طرح

source: School
fa: مدرسه

source: Schrader
fa: شریدر

source: Schuko
fa: پریز برق

source: Science
fa: علوم پایه / علم

source: Sclaverand (Presta)
fa: اسکلاوراند (پرِستا)

source: Scooter
fa: اسکوتر

source: Scouts
fa: پیشاهنگان

source: Scrap Metal
fa: آهن قراضه

source: Scree
fa: سنگ ریزه تکه سنگ‌های پای کوه

source: Scrub
fa: بوته‌زار

source: Scuba Diving
fa: غواصی

source: Scuba diving
fa: غواصی

source: Sculptor
fa: مجسمه ساز ، پیکرتراش

source: Sculpture
fa: مجسمه سازی

source: Sea animal
fa: حیوان دریایی

source: Sea lion
fa: شیر دریایی

source: Sea mammal
fa: پستاندار دریایی

source: Sea turtle
fa: لاکپشت دریایی

source: Seafood
fa: غذای دریایی

source: Seal
fa: مُهر / نشان

source: Seasonal
fa: فصلی

source: Seawall
fa: دیوار یا سد دریایی

source: Second hand
fa: دست دوم

source: Second-hand bicycles are sold
fa: دوچرخه های دست دوم فروخته می شود

source: Secondary
fa: دوم / ثانوی

source: Secondary Link
fa: اتصال درجه دو

source: Secondary voltage in Volts (V)
fa: ولتاژ ثانویه برحسب ولت (V)

source: Security
fa: امنیت

source: See the Wiki for other capacity:[types]=*.
fa: برای مشاهده سایر ظرفیتها به ویکی مراجعه کنید: [انواع] =*.

source: Segregated
fa: تفکیک شده / جداشده

source: Segregated Foot- and Cycleway
fa: تفکیک پای پیاده و دوچرخه سواری

source: Seismic Activity
fa: فعالیت لرزه ای / لرزه خیز

source: Self checkout
fa: خود پرداز

source: Self-service
fa: سلف سرویس

source: Semi deciduous
fa: نیمه برگریز / شبه برگریز

source: Semi evergreen
fa: نیمه همیشه سبز

source: Separated
fa: جدا از هم

source: Serbian
fa: صربستانی

source: Serbian orthodox
fa: ارتدوکس صربستانی

source: Service Device
fa: دستگاه خدمات

source: Service Times
fa: زمان های خدمت

source: Services
fa: خدمات

source: Services:
fa: خدمات:

source: Set to disused
fa: روی استفاده نشده تنظیم شده است

source: Set to disused (remove tags)
fa: تنظیم روی استفاده نشده (حذف برچسب ها)

source: Setsuana
fa: سِتسوانا

source: Settlement
fa: شهرک / مسکن

source: Seventh day adventist
fa: ماجراجویی روز هفتم

source: Sewage
fa: فاضلاب شهری

source: Sewerage
fa: فاضلاب

source: Sewing
fa: دوختن

source: Shadecloth
fa: روپوش

source: Shadow play
fa: نمایش سایه ها

source: Shaivism
fa: شیواپرستی

source: Shaktism
fa: شاکتی‌پرستی

source: Share taxi
fa: اشتراک گذاری تاکسی

source: Sharing
fa: اشتراک گذاری

source: Shark
fa: کوسه

source: Sharp left
fa: تند به چپ

source: Sharp right
fa: تند به راست

source: Sheep
fa: گوسفند

source: Shelf
fa: طاقچه

source: Shelter
fa: پناهگاه

source: Shia
fa: شیعه

source: Shiatsu
fa: شیاتسو

source: Shieling
fa: شیلینگ_نوعی کلبه

source: Shingle
fa: توفال چوبی یا سیمانی

source: Shinto
fa: شینتو

source: Shinto Shrine
fa: معبد شینتویی

source: Ship
fa: کشتی

source: Shipping
fa: کشتیرانی / حمل دریایی

source: Shiro
fa: شیرو_قلعه‌ی ژاپنی

source: Shoemaker
fa: کفاش

source: Shoes
fa: کفش‌ها

source: Shooting
fa: تیراندازی کردن با تفنگ

source: Shop
fa: فروشگاه

source: Shops
fa: فروشگاه‌ها

source: Short message
fa: پیام کوتاه / پیامک

source: Shoulder
fa: شانه

source: Shower
fa: دوش

source: Shown Area
fa: منطقه نمایش داده شده

source: Shows current date
fa: تاریخ فعلی را نشان می دهد

source: Shows humidity
fa: رطوبت را نشان می دهد

source: Shows temperature
fa: دما را نشان می دهد

source: Shrimp
fa: میگو

source: Shrub
fa: بوته / درختچه

source: Sight
fa: دید

source: Sign
fa: نشانه / تابلو

source: Sikh
fa: آیین سیک

source: Silo
fa: سیلو

source: Silver
fa: نقره

source: Sindhi
fa: قوم سندی

source: Single
fa: منفرد / تک

source: Single direction roads
fa: جاده‌های تک جهت

source: Sinhala
fa: سینهالی

source: Siren
fa: آژیر

source: Site
fa: سایت

source: Site name
fa: نام سایت

source: Skateboard
fa: اسکیت برد

source: Skating
fa: اسکیت

source: Ski Route
fa: مسیر اسکی

source: Ski route
fa: مسیر اسکی

source: Skiing
fa: اسکی

source: Skin care
fa: مراقبت از پوست

source: Skipped height (meters)
fa: ارتفاع رد شده (متر)

source: Skunk
fa: اسکونک

source: Slate
fa: تخته سنگ

source: Slight left
fa: کمی به چپ

source: Slight right
fa: کمی به راست

source: Slipway
fa: سرسره آب اندازی / سطح شیب دار برای پرتاب قایق در آب

source: Slovak
fa: اسلواکیایی

source: Slovenian
fa: اسلوونیایی

source: Small Appliances
fa: لوازم کوچک

source: Smartism
fa: هوشمند

source: Smoking
fa: استعمال دخانیات

source: Smoking area
fa: منطقه سیگار کشیدن

source: Smoothness
fa: صافی

source: Snake
fa: مار

source: Snow leopard
fa: پلنگ برفی

source: Soba
fa: سوبا_یک نوع نودل ژاپنی

source: Soccer
fa: فوتبال

source: Social Centre
fa: مرکز اجتماعی

source: Social Club
fa: باشگاه اجتماعی

source: Social Facilities
fa: امکانات اجتماعی

source: Social Networks
fa: شبکه های اجتماعی

source: Social Workshop
fa: کارگاه اجتماعی

source: Social security
fa: امنیت اجتماعی

source: Social services
fa: خدمات اجتماعی

source: Solar Power Generator
fa: ژنراتور برق خورشیدی

source: Solid
fa: جامد / محکم

source: Somali
fa: سومالیایی

source: Sorbian
fa: سوربیایی

source: Sound signals
fa: سیگنال های صوتی

source: South
fa: جنوب

source: Spa
fa: آبگرم / چشمه معدنی

source: Spaceport
fa: پایگاه فضایی

source: Spaces for Disabled
fa: فضاهایی برای معلولین

source: Spaces for Parents
fa: فضاهایی برای والدین

source: Spaces for Women
fa: فضاهایی برای زنان

source: Spanish
fa: اسپانیایی

source: Specialized off-road: tractor, ATV
fa: مخصوص خودروهای خارج از جاده_آفرود : تراکتور، ATV

source: Species
fa: گونه ها / انواع

source: Speech therapist
fa: گفتار درمان

source: Speed Camera
fa: دوربین سرعت

source: Speed Limit Sign
fa: تابلو محدودیت سرعت

source: Spices
fa: ادویه ها

source: Spiderweb
fa: تار عنکبوت

source: Spikes
fa: تیر

source: Spiritist
fa: روحانی

source: Spiritualist
fa: روح گرایی / معنویت گرایی

source: Splash pad
fa: زمین آب بازی

source: Sport
fa: ورزش

source: Sport (Ball)
fa: ورزش (توپ)

source: Sport Facilities
fa: امکانات ورزشی

source: Sport climbing
fa: کوهنوردی ورزشی

source: Sport club
fa: باشگاه ورزشی

source: Sports
fa: ورزش ها

source: Sports Centre
fa: مرکز ورزشی

source: Sports and hobbies
fa: ورزش و سرگرمی

source: Sports centre
fa: مرکز ورزشی

source: Spring
fa: چشمه

source: Squeezer
fa: فشار دهنده / فشاری

source: Stadium
fa: ورزشگاه

source: Stairs
fa: پله‌ها

source: Stamps
fa: تمبرها

source: Stand builder
fa: غرفه ساز نمایشگاهی

source: Stand up comedy
fa: استندآپ کمدی

source: Stars
fa: ستاره ها

source: Start date
fa: تاریخ شروع

source: State
fa: وضعیت

source: Stately
fa: باشکوه / مجلل

source: Station or amenities
fa: ایستگاه یا امکانات رفاهی

source: Stationery
fa: لوازم التحریر / نوشت افزار

source: Statistics
fa: آمار

source: Statue
fa: مجسمه

source: Steak house
fa: استیک‌هاوس / رستورانی مخصوص استیک و گوشت دنده

source: Steam generator
fa: ژنراتور بخار

source: Steam turbine
fa: توربین بخار

source: Steel
fa: فولاد

source: Stellarator
fa: استلراتور

source: Step height in cm
fa: ارتفاع مرحله بر حسب سانتی متر

source: Steppe
fa: اِستِپ / جلگه وسیع بی درخت

source: Stepping stones
fa: سنگ پله

source: Steps
fa: پله

source: Stile
fa: نردبان پله‌ای حصار

source: Stomatology
fa: دندانپزشکی

source: Stone
fa: سنگ

source: Stonemason
fa: سنگ تراش

source: Stop
fa: متوقف کردن

source: Stop Area
fa: منطقه توقف

source: Stop Position
fa: موقعیت توقف

source: Stop sign
fa: تابلوی ایست

source: Stop types
fa: نوع ایست

source: Storage
fa: ذخیره سازی

source: Storage Tank
fa: مخزن ذخیره سازی

source: Storage rental
fa: کرایه انبار

source: Store
fa: فروشگاه / مغازه

source: Strait
fa: تنگه

source: Stream
fa: جریان

source: Street
fa: خیابان

source: Street Lamp
fa: چراغ خیابان

source: Street area
fa: منطقه خیابان

source: Street cabinet
fa: کابینت خیابانی

source: Street has no name
fa: خیابان نامی ندارد

source: Street lighting
fa: روشنایی خیابان

source: Street name
fa: نام خیابان

source: Streets
fa: خیابان ها

source: Strip Club
fa: کلوپ برهنگی

source: Stroller ramp
fa: راه شیب دار کالسکه

source: Studio
fa: استودیو / کارگاه هنری

source: Styles
fa: سبک ها

source: Sub area
fa: ناحیه فرعی / ناحیه تابع

source: Subdistrict
fa: زیرمنطقه

source: Subject
fa: موضوع

source: Subnational
fa: ملی / فراملی

source: Substance
fa: مواد / جنس

source: Suburb
fa: حومه شهر

source: Subway
fa: مترو

source: Subway Entrance
fa: ورودی مترو

source: Suction point
fa: نقطه مکش

source: Suction pumpout
fa: پمپاژ مکش

source: Suitable for bottle filling
fa: مناسب برای پر کردن بطری

source: Sun protection
fa: محافظت در برابر آفتاب

source: Sundial
fa: ساعت آفتابی

source: Sunni
fa: سنی / اهل سنت

source: Supermarket
fa: فروشگاه بزرگ

source: Supervised
fa: تحت نظارت

source: Supervision by an adult
fa: نظارت توسط بزرگسالان

source: Surface
fa: سطح

source: Surfing
fa: موج سواری

source: Surveillance
fa: تجهیزات نظارتی

source: Surveillance Camera
fa: دوربین نظارتی

source: Survey Point
fa: ستون مطالعات زمین‌سنجی و نقشه‌برداری

source: Surveyor
fa: نقشه بردار

source: Sushi
fa: سوشی

source: Swahili
fa: زبان سواحلی

source: Swamp
fa: مرداب / باتلاق

source: Swedish
fa: سوئدی

source: Sweep
fa: وسعت میدان دید / جارو

source: Sweets
fa: شیرینی

source: Swimming
fa: شنا كردن

source: Swimming Area
fa: منطقه شنا

source: Swimming Pool
fa: استخر شنا

source: Swimming pool
fa: استخر شنا

source: Swing Gate
fa: گیت کنترل تردد / دریچه گردان

source: Switch Attributes:
fa: تغییر ویژگی ها:

source: Symbol description
fa: شرح نماد

source: Synagogue
fa: کنیسه / نیایش‌گاه یهودیان

source: Table
fa: جدول

source: Table Tennis/Ping-Pong
fa: تنیس روی میز / پینگ پنگ

source: Tags which are implied and do not need to be set are:
fa: برچسب هایی که ضمنی هستند و نیازی به تنظیم ندارند عبارتند از:

source: Tailor
fa: خیاط

source: Taiwanese
fa: تایوانی

source: Tajik
fa: تاجیکی

source: Takeaway
fa: بیرون‌بر

source: Tamil
fa: تامیل

source: Tango
fa: تانگو

source: Tanning
fa: برنزه کردن

source: Tanning Salon
fa: سالن برنزه

source: Taoist
fa: تائوئیسم

source: Tapir
fa: تاپیر / خوک خرطوم دار

source: Target
fa: هدف

source: Tax advisor
fa: مشاور مالیاتی

source: Taxiway
fa: مسیر حرکت و فراز و فرود هواپیما

source: Tea
fa: چای

source: Tea plants
fa: گیاهان چای

source: Teaching
fa: درس دادن

source: Technical
fa: فنی

source: Technology
fa: فناوری

source: Telecom
fa: مخابرات

source: Telecom Street Cabinet
fa: کابینت مخابراتی خیابان

source: Telecommunication
fa: مخابرات

source: Telephone
fa: تلفن

source: Telephone Exchange
fa: صرافی تلفن

source: Telephone cards
fa: کارت های تلفن

source: Telephone vouchers
fa: کوپن های تلفنی

source: Television
fa: تلویزیون

source: Telugu
fa: تلوگو

source: Temple
fa: معبد

source: Ten-pin Bowling
fa: بولینگ ده پین

source: Tennis
fa: تنیس

source: Tenrikyo
fa: تنریکیو

source: Tents allowed
fa: چادر مجاز است

source: Terminal
fa: پایانه

source: Termite
fa: موریانه

source: Tertiary
fa: درجه سوم / درجه سه

source: Tertiary Link
fa: اتصال درجه سه

source: Tertiary voltage in Volts (V)
fa: ولتاژ سوم در ولت (V)

source: Tesla Supercharger
fa: سوپرشارژر تسلا

source: Tex-mex
fa: تِکس مِکس_نوعی غذای آمریکایی

source: Thai
fa: تایلندی

source: Thatch
fa: کاهگل_لایه ای از مواد آلی

source: The entrance to a cave.
fa: ورودی غار.

source: The tag `foot=yes` is implied and does not need to be set.
fa: برچسب `foot = yes` ضمنی است و نیازی به تنظیم ندارد.

source: The top (summit) of a mountain or hill.
fa: قله (نوک) کوه یا تپه.

source: Theatre
fa: تئاتر

source: Theatre type
fa: نوع تئاتر

source: Theme
fa: موضوع

source: Therapeutic
fa: درمانی

source: Therapist
fa: درمانگر / متخصص درمان شناسی

source: Theravada
fa: تراوادا

source: Thermal collector
fa: جمع کننده حرارتی

source: Through
fa: از طریق

source: Tibetan
fa: تبتی

source: Ticket
fa: بلیط

source: Ticket Machine
fa: دستگاه بلیط

source: Tickets (public transport)
fa: بلیط (حمل و نقل عمومی)

source: Tidal
fa: جزر و مد

source: Tidal Water Turbine
fa: توربین جزر و مد آب

source: Tidal channel
fa: کانال جزر و مد

source: Tidalflat
fa: مسطح جزر و مدی

source: Tide Level
fa: سطح جزر و مد

source: Tiler
fa: کاشی کار / آجر پز

source: Tiles
fa: کاشی

source: Timber
fa: چوب

source: Time (hh:mm, for trekking)
fa: زمان (hh:mm، برای پیاده روی)

source: Time Limit
fa: محدودیت زمانی

source: Tin
fa: قلع

source: Tinsmith
fa: قلع کار / آهن کوب

source: Tires
fa: لاستیک ماشین

source: Title or type of protection
fa: عنوان یا نوع حفاظت

source: To (terminal stop)
fa: به (ترمینال توقف)

source: Tobacco
fa: تنباکو

source: Toilet
fa: سرویس بهداشتی / توالت

source: Toilet access
fa: دسترسی به توالت

source: Toilets
fa: سرویس بهداشتی

source: Toilets/Restrooms
fa: توالت / سرویس بهداشتی

source: Tokamak
fa: توکامک

source: Toll
fa: عوارضی / باجه پرداخت

source: Toll Booth
fa: عوارضی

source: Toll gantry
fa: غرفه عوارض

source: Tomb
fa: آرامگاه / مقبره

source: Tomb type
fa: نوع مقبره / نوع آرامگاه

source: Tools
fa: ابزارها

source: Tools for do-it-yourself repair (may be a bike co-operative)
fa: ابزارهایی برای تعمیرات شخصی (ممکن است تعاونی دوچرخه باشد)

source: Top rope
fa: طناب بالا

source: Topo
fa: توپو

source: Toposcope
fa: توپوسکوپ / جدول جهت‌گیری

source: Torii
fa: توری‌ئی_دروازهٔ سنتی ژاپنی

source: Tortoise
fa: لاک‌پشت

source: Tourism
fa: گردشگری / توریستی

source: Tourism attraction
fa: جاذبه گردشگری

source: Tower
fa: دکل / برج

source: Tower type
fa: نوع برج

source: Town
fa: شهرک

source: Town Hall
fa: شهرداری

source: Toy library
fa: کتابخانه اسباب بازی

source: Toys
fa: اسباب بازی ها

source: Track
fa: مسیر خاکی

source: Track and Field Athletics
fa: ورزش دو و میدانی

source: Tracktype
fa: نوع مسیر

source: Trade
fa: تجارت / بازرگانی

source: Trade supplies
fa: لوازم تجارت

source: Traditional climbing
fa: کوهنوردی سنتی

source: Traffic
fa: ترافیک

source: Traffic Calming
fa: آرام‌سازی ترافیک

source: Traffic Hazard
fa: خطر ترافیک

source: Traffic Mirror
fa: آینه ترافیکی

source: Traffic Sign Backward
fa: علامت راهنمایی و رانندگی جهت مخالف

source: Traffic Sign Forward
fa: علامت راهنمایی و رانندگی بطرف جلو

source: Traffic Signal
fa: چراغ راهنمایی

source: Traffic control
fa: کنترل ترافیک

source: Traffic lights
fa: چراغ راهنمایی و رانندگی

source: Traffic monitoring
fa: نظارت بر ترافیک

source: Traffic signals
fa: چراغ راهنمایی

source: Trailhead
fa: دنباله‌دار

source: Train
fa: قطار

source: Tram
fa: تراموا

source: Tram Stop
fa: ایستگاه تراموا

source: Tram priority
fa: اولویت تراموا

source: Tram stop
fa: ایستگاه تراموا

source: Transformer Attributes:
fa: ویژگی های ترانسفورماتور:

source: Transformer Tower
fa: برج ترانسفورماتور

source: Transitional
fa: انتقالی

source: Transport
fa: حمل و نقل

source: Transport management
fa: مدیریت حمل و نقل

source: Transportation
fa: حمل و نقل

source: Trash
fa: زباله

source: Travel Agency
fa: آژانس مسافرتی

source: Travel agent
fa: آژانس مسافرتی

source: Tree
fa: درخت

source: Tree Row
fa: ردیف درخت

source: Trees
fa: درختان

source: Trolleybus
fa: اتوبوس برقی

source: Trunk
fa: تنه

source: Trunk Link
fa: اتصال بزرگراه

source: Tunnel
fa: تونل

source: Turkish
fa: ترکی

source: Turn Restriction
fa: محدودیت‌ گردش

source: Turn Restrictions
fa: محدودیت‌های گردش

source: Turning Circle
fa: دایرهٔ گردش

source: Turning Point
fa: نقطه عطف

source: Turnstile
fa: نرده گردان

source: Tutoring school
fa: مدرسه خصوصی / مدرسه تدریس خصوصی

source: Type
fa: نوع

source: Type 3 (SCAME)
fa: نوع 3 (SCAME)

source: Type of construction
fa: نوع ساخت و ساز / نوع ساختمان

source: Type of enforcement
fa: نوع اجرا

source: Type of facility
fa: نوع امکانات / نوع تأسیسات

source: Type of physiotherapy
fa: نوع فیزیوتراپی

source: Types of vehicles which can be charged
fa: انواع وسایل نقلیه قابل شارژ

source: Types of vehicles which can be charged:
fa: انواع وسایل نقلیه قابل شارژ:

source: Typical journey time in minutes
fa: زمان معمول سفر کردن در دقیقه

source: Tyres
fa: لاستیک / لاستیک ماشین

source: UIAA grading
fa: درجه بندی فدراسیون بین‌المللی کوهنوردی

source: UIAA: Main difficulty
fa: فدراسیون بین‌المللی کوهنوردی: مشکل اصلی

source: UIAA: Most difficult route
fa: فدراسیون بین‌المللی کوهنوردی: سخت ترین مسیر

source: UIAA: Simplest route
fa: فدراسیون بین‌المللی کوهنوردی: ساده ترین مسیر

source: UIC name
fa: نام UIC اتحادیه بین‌المللی راه‌آهن‌ها

source: Unisex
fa: تک جنسیتی

source: Unisex toilet
fa: توالت فرنگی تک جنسیتی

source: Unit
fa: واحد

source: University
fa: دانشگاه

source: Unorthodox
fa: غیرمتعارف

source: Unpaved
fa: سنگ‌فرش نشده _ توصیف تقریبی عمدتاً بدون مهر و موم؛ آسفالت نشده، سست یا ...

source: Unrestricted access
fa: دسترسی نامحدود

source: Up
fa: بالا / جلو

source: Utility
fa: مطلوبیت / سودمندی

source: Vacuum Cleaner
fa: جارو برقی

source: Valley
fa: دره

source: Variety Store
fa: فروشگاه متنوع و ارزان

source: Vegan
fa: وگان _ رژیم غذایی گیاه خواری مطلق

source: Vegetarian
fa: گیاه خواری _ رژیم غذایی بدون گوشت همراه با لبنیات و تخم مرغ

source: Vehicle Inspection
fa: مرکز معاینه فنی خودرو

source: Vending Machine
fa: دستگاه فروش خودکار

source: Video Games
fa: بازی‌های ویدئویی

source: Vietnamese
fa: ویتنامی

source: Viewpoint
fa: چشم‌انداز

source: Village
fa: روستا

source: Village Green
fa: روستای سبز

source: Visibility/readability
fa: دید/خوانایی

source: Volleyball
fa: والیبال

source: Voltage
fa: ولتاژ

source: Voltage in Volts (V)
fa: ولتاژ بر حسب ولت (V)

source: Vouchers
fa: کوپن ها

source: Walking Route
fa: مسیر پیاده‌روی مسیر قدم‌زدن

source: Wall
fa: دیوار

source: Walnut trees
fa: درختان گردو

source: Wapiti
fa: گوزن سفید با شاخ های بلند و بزرگ

source: War
fa: جنگ

source: War grave
fa: گودال جنگی

source: Waste
fa: پسماند

source: Waste Basket/Trash Can
fa: سبد زباله / سطل زباله

source: Waste Disposal/Dumpster
fa: دفع زباله / زباله دان

source: Waste Power Generator
fa: ژنراتور پسماند

source: Waste transfer station
fa: ایستگاه انتقال پسماند

source: Wastewater
fa: فاضلاب

source: Wastewater Treatment Plant
fa: تصفیه خانه فاضلاب

source: Watches
fa: ساعت مچی / ساعت

source: Watchmaker
fa: ساعت ساز

source: Watchtower
fa: برج مراقبت

source: Water
fa: آب

source: Water Park
fa: پارک آبی

source: Water Point
fa: نقطه تقسیم آب

source: Water Slide
fa: سرسره آبی

source: Water Tank
fa: مخزن آب

source: Water Tower
fa: برج مخزن آب

source: Water Turbine
fa: توربین آبی

source: Water Well
fa: چاه آب

source: Water Works
fa: امور آب

source: Water access rules:
fa: قوانین دسترسی به آب:

source: Water level
fa: سطح آب

source: Water management
fa: مدیریت آب

source: Water point
fa: نقطه تقسیم آب

source: Water source
fa: منبع آب

source: Water sports
fa: ورزشهای آبی

source: Water storage
fa: آب انبار

source: Water tank
fa: مخزن آب

source: Water tap
fa: شیر آب

source: Water utility
fa: آب مصرفی

source: Waterfall
fa: آبشار

source: Waterlogged area, either permanently or seasonally with vegetation.
fa: منطقه غرقابی، به صورت دائمی یا فصلی با پوشش گیاهی.

source: Watermill
fa: آسیاب آبی

source: Waterway
fa: راه آبی

source: Waterway milestone
fa: نقطه عطف راه آبی

source: Wave Energy Converter
fa: مبدل انرژی موج

source: Waypoints
fa: نقاط راه

source: Ways
fa: راه‌ها

source: Wayside Cross
fa: صلیب کنار جاده

source: Wayside Shrine
fa: آرامگاه کنار جاده

source: Wayside chapel
fa: کلیسای کنار راه

source: Wayside shrine
fa: آرامگاه کنار جاده

source: WeChat
fa: وی‌چت

source: Weapons
fa: اسلحه

source: Weather
fa: آب و هوا

source: Weather protection
fa: حفاظت از آب و هوا

source: Website
fa: وب‌سایت

source: Weir
fa: سرریز / بند

source: Welcome sign
fa: تابلوی خوش آمدید

source: Welsh
fa: ولزی

source: West
fa: غرب

source: Wet barrel
fa: بشکه مرطوب

source: Wet meadow
fa: مرغزار مرطوب

source: Wetland
fa: اراضی مرطوب

source: Wheelchair access details
fa: جزئیات دسترسی به ویلچر

source: Wheelchair ramp
fa: سطح شیب دار ویلچر

source: Wheelchair toilets
fa: سرویس بهداشتی ویلچر

source: Wheelchair users toilet
fa: سرویس بهداشتی استفاده کنندگان از ویلچر

source: Wheelchairs
fa: ویلچرها

source: Wheels: city bike, wheelchair, scooter
fa: چرخ: دوچرخه شهری، ویلچر، اسکوتر

source: Where vegetation is dominated by grasses (Poaceae) and other herbaceous (non-woody) plants. Excludes cultivated areas and wetlands.
fa: جایی که گیاهان تحت سلطه علفها (Poaceae) و دیگر گیاهان علفی (غیر چوبی) هستند. مناطق زیر کشت و تالاب ها را شامل نمی شود.

source: White
fa: سفید

source: Wholesale
fa: عمده فروشی

source: Width (Meters)
fa: عرض (متر)

source: Width (m)
fa: عرض (متر)

source: Width (meters)
fa: عرض (متر)

source: Wikidata
fa: ویکی‌داده

source: Wikipedia
fa: ویکی‌پدیا

source: Wildcat
fa: گربه وحشی

source: Wilderness Hut
fa: کلبه بیابان

source: Wildlife
fa: حیات وحش

source: Wildlife park
fa: پارک حیات وحش

source: Wind
fa: باد

source: Wind Turbine
fa: توربین بادی

source: Windmill
fa: آسیاب بادی

source: Window blinds
fa: پرده پنجره

source: Window construction
fa: پنجره سازی

source: Windows
fa: پنجره ها

source: Windpump
fa: پمپ باد

source: Windsock
fa: بادنمای کیسه‌ای / بادگیر هواشناسی

source: Wine
fa: شراب

source: Winery
fa: شراب خانه / کارخانه شراب سازی

source: Wings
fa: بال ها

source: Winter road
fa: جاده زمستانی

source: Wired
fa: سیم دار

source: Wisent
fa: گاومیش کوهان دار

source: With island
fa: با جزیره

source: With shop
fa: با مغازه

source: Wolf
fa: گرگ

source: Womens toilet
fa: سرویس بهداشتی زنانه

source: Wood
fa: چوب

source: Works
fa: آثار

source: Yard
fa: حیاط

source: Yellow
fa: زرد

source: Yes
fa: بله

source: Yiddish
fa: ییدیش

source: Youth Centre
fa: مرکز جوانان

source: Zebra
fa: گورخر

source: Zinc
fa: فلز روی

source: Zip Line
fa: زیپ لاین

source: Zircon
fa: زیرکُن

source: Zone
fa: منطقه / ناحیه

source: Zoo
fa: باغ وحش

source: Zoroastrian
fa: زرتشتی

source: Zulu
fa: زولو

source: `access=no`, `foot=yes` and `bicycle=yes`
fa: `دسترسی=خیر`, `پیاده=بله` و `دوچرخه=بله`

source: addresses belonging to the street
fa: آدرس های مربوط به خیابان

source: anything related to the street
fa: هر چیزی که مربوط به خیابان باشد

source: area (more than 20m)
fa: مساحت (بیش از 20 متر)

source: branch waterways (no riverbank)
fa: آبراهه های شاخه ای (بدون ساحل رودخانه)

source: camera
fa: دوربین

source: climbing up to second grade. Often very exposed, precarious jagged rocks, glacier with danger to slip and fall
fa: صعود به مرحله دوم. اغلب صخره های دندانه دار بسیار در معرض خطر، یخچال طبیعی با خطر لغزش و سقوط

source: e-cigarette
fa: سیگار الکترونیکی

source: entrances to the site, on the perimeter
fa: ورودی های مکان، در محیط

source: entry points
fa: نقاط ورود

source: first way after junction
fa: اولین راه بعد از اتصال

source: fitness station
fa: ایستگاه تناسب اندام

source: fork node for alternative routes
fa: گره منشعب شدن برای مسیرهای جایگزین

source: from way
fa: از راه

source: gravitational
fa: گرانشی / نیروی گرانش

source: guard
fa: نگهبان / محافظ

source: guidepost
fa: تابلوی راهنما

source: house
fa: خانه

source: house (up to 5m)
fa: خانه (حداکثر 5 متر)

source: houses belonging to the street
fa: خانه های متعلق به خیابان

source: infrastructure
fa: زیر ساخت / زیر بنا

source: inner segment
fa: بخش داخلی

source: last way before junction
fa: آخرین راه قبل از اتصال

source: link segment
fa: بخش پیوند

source: location of enforcement device
fa: محل اجرای دستگاه

source: member
fa: عضو
