Repository: DickerPeter/beautified-JOSM-preset
Catalog: i18n/preset_*.po
Languages: fa

# pipeline
source: Pressure (in bar)
fa: فشار (در بار)

# pipeline
source: Pressurized
fa: تحت فشار

# pipeline
source: Suction
fa: مکش

# pipeline
source: Surface
fa: سطح

# pipeline
source: Type
fa: نوع

# pipeline
source: Underground
fa: زیرزمینی

# pipeline
source: Underwater
fa: زیر آب

# pipeline
source: Valve
fa: شیر فلکه / دریچه

# pipeline
source: Valve group
fa: گروه شیرآلات

# pipeline
source: Wall
fa: دیوار

# natural
source: Lagoon
fa: مرداب / تالاب

# natural
source: Lake
fa: دریاچه

# natural
source: Pond
fa: آبگیر / تالاب

# natural
source: Wood
fa: چوب

# transport
source: Second hand
fa: دست دوم

# crossing:barrier
source: Double half
fa: دو نیم / نصف

# crossing:barrier
source: Full
fa: کامل

# crossing:barrier
source: Half
fa: نیم / نصف

# crossing:barrier
source: No
fa: خیر

# crossing:barrier
source: Yes
fa: بله

# aerialway
source: Station
fa: ایستگاه / جایگاه

# car_wash
source: Automated
fa: خودکار

# shop=car_repair
source: Service
fa: سرویس

# motorcycle
source: Parking
fa: پارکینگ

# services
source: Brand
fa: نام تجاری

# services
source: Clothes
fa: لباس ها

# services
source: No
fa: خیر

# services
source: Oldtimer
fa: زمانسنج قدیمی

# services
source: Parts
fa: قسمت‌ها / قطعات

# services
source: Rental
fa: اجاره ای

# services
source: Repair
fa: تعمیر

# services
source: Sale
fa: فروش

# services
source: Yes
fa: بله

# bicycle
source: Anchors
fa: لنگرها

# bicycle
source: Area without racks/stands/...
fa: منطقه بدون قفسه/پایه/...

# bicycle
source: Bollard
fa: تیرک مهار

# bicycle
source: Building
fa: ساختمان

# bicycle
source: Floor
fa: طبقه

# bicycle
source: Ground slots
fa: شکاف های زمینی

# bicycle
source: Informal
fa: غیررسمی ، خصوصی

# bicycle
source: Lockers
fa: قفسه ها

# bicycle
source: Parking
fa: پارکینگ

# bicycle
source: Shed
fa: سایبان

# bicycle
source: Type
fa: نوع

# bicycle
source: Wall loops
fa: حلقه های دیواری

# bicycle
source: Wheel benders
fa: خم کننده های چرخ

# bicycle_repair_station
source: Tools
fa: ابزارها

# aeroway holding_position
source: Intermediate
fa: متوسط

# aeroway holding_position
source: Runway
fa: باند پرواز، باند فرودگاه

# aeroway holding_position
source: Type
fa: نوع

# airmark
source: Beacon
fa: فانوس دریایی

# airport
source: Gate
fa: دروازه / گیت

# airport
source: Terminal
fa: پایانه

# leisure
source: Activity panel
fa: پنل فعالیت

# leisure
source: Aerial rotator
fa: چرخاننده هوایی

# leisure
source: Amateur radio
fa: رادیو آماتور

# leisure
source: Amusement ride
fa: سواری تفریحی

# leisure
source: Art
fa: هنر

# leisure
source: Astronomy
fa: ستاره شناسی

# leisure
source: Attraction
fa: جاذبه

# leisure
source: Automobile
fa: خودرو

# leisure
source: Balance beam
fa: پرتو تعادل

# leisure
source: Basket rotator
fa: چرخاننده سبد

# leisure
source: Basket swing
fa: چرخش سبد

# leisure
source: Bridge
fa: پل

# leisure
source: Carousel
fa: چرخ فلک

# leisure
source: Chess table
fa: میز شطرنج

# leisure
source: Cinema
fa: سینما

# leisure
source: Club type
fa: نوع باشگاه

# leisure
source: Dog
fa: سگ

# leisure
source: Environment protection
fa: حفاظت از محیط زیست

# leisure
source: Equipment
fa: تجهیزات

# leisure
source: Ethnic
fa: قومی / نژادی

# leisure
source: Exercise
fa: ورزش

# leisure
source: Fan
fa: پنکه

# leisure
source: Filmmaking
fa: فیلمسازی

# leisure
source: Fishing
fa: ماهی‌گیری

# leisure
source: Games
fa: بازی‌ها

# leisure
source: History
fa: تاریخ/تاریخچه

# leisure
source: Hopscotch
fa: لی‌لی

# leisure
source: Hunting
fa: شکار

# leisure
source: Kiddie ride
fa: سواری بچه‌ها / دستگاه تکان‌دهنده سکه‌ای

# leisure
source: Linux
fa: لینوکس

# leisure
source: Maze
fa: پازل، باغ هزارتو

# leisure
source: Motorcycle
fa: موتورسیکلت

# leisure
source: Music
fa: موسیقی / موزیک

# leisure
source: Nature
fa: طبیعت

# leisure
source: Photography
fa: عکاسی

# leisure
source: Pirate ship
fa: کشتی دزدان دریایی

# leisure
source: Playhouse
fa: خانه بازی

# leisure
source: Roller coaster
fa: ترن هوایی

# leisure
source: Roundabout
fa: میدان

# leisure
source: Sandpit
fa: شنی

# leisure
source: Scout
fa: پیش آهنگ / دیده‌بانی

# leisure
source: Seesaw
fa: الاکلنگ

# leisure
source: Skate equipment
fa: تجهیزات اسکیت

# leisure
source: Sledding
fa: سورتمه سواری

# leisure
source: Slide
fa: سرسره

# leisure
source: Smoke
fa: دود

# leisure
source: Social
fa: اجتماعی

# leisure
source: Splash pad
fa: زمین آب بازی

# leisure
source: Sport
fa: ورزش

# leisure
source: Springy
fa: فنری

# leisure
source: Student
fa: دانش آموز

# leisure
source: Summer toboggan
fa: سورتمه تابستانی

# leisure
source: Swing
fa: تاب

# leisure
source: Swing carousel
fa: چرخ و فلک چرخان

# leisure
source: Teen shelter
fa: پناهگاه نوجوانان

# leisure
source: Theatre
fa: تئاتر

# leisure
source: Tourism
fa: گردشگری / توریستی

# leisure
source: Train
fa: قطار

# leisure
source: Trampoline
fa: ترامپولین

# leisure
source: Tree house
fa: خانه درختی / خانه بالای درخت

# leisure
source: Water
fa: آب

# leisure
source: Water slide
fa: سرسره آبی

# leisure
source: Youth movement
fa: جنبش جوانان

# leisure
source: Zigzag twister
fa: پیچ و تاب زیگزاگ

# leisure
source: Zip wire
fa: سیم زیپ

# bath:type
source: Hammam
fa: حمام

# bath:type
source: Hot spring
fa: چشمه آبگرم

# bath:type
source: Lake
fa: دریاچه

# bath:type
source: Onsen
fa: چشمه آبگرم ژاپنی

# bath:type
source: River
fa: رودخانه

# bath:type
source: Thermal
fa: حرارتی

# bath:type
source: Type
fa: نوع

# restroom
source: Female
fa: زن

# restroom
source: Male
fa: مرد

# restroom
source: Unisex
fa: تک جنسیتی

# grill
source: Fuel
fa: سوخت

# fuel
source: Electric
fa: الکتریکی / برقی

# fuel
source: Wood
fa: چوب

# Leisure
source: Amusement arcade
fa: بازی های تفریحی

# monastery
source: Convent
fa: صومعه

source: Monastery
fa: صومعه

# monastery
source: Type
fa: نوع

# gender
source: Female
fa: زن

source: Gender
fa: جنسیت

# gender
source: Male
fa: مرد

# gender
source: Mixed
fa: مخلوط

# community_centre
source: Athlete
fa: ورزشکار

# community_centre
source: Boy
fa: پسر

# community_centre
source: Child
fa: کودک

# community_centre
source: Club home
fa: خانه باشگاه

# community_centre
source: Community hall
fa: سالن اجتماعات

# community_centre
source: Cultural centre
fa: مرکز فرهنگی

# community_centre
source: Disabled
fa: غیرفعال

# community_centre
source: Environment centre
fa: مرکز محیط زیست

# community_centre
source: Events venue
fa: محل برگزاری رویدادها

# community_centre
source: Family
fa: خانواده

# community_centre
source: Family centre
fa: مرکز خانواده

# community_centre
source: Girl
fa: دختر

# community_centre
source: Homosexual
fa: همجنسگرا

# community_centre
source: Immigrant
fa: مهاجر

# community_centre
source: Juvenile
fa: نوجوان

# community_centre
source: Language centre
fa: مرکز زبان

# community_centre
source: Meeting room
fa: اتاق ملاقات

# community_centre
source: Multigeneration
fa: چند نسل

# community_centre
source: Senior
fa: ارشد / بالاتر

# community_centre
source: Student
fa: دانش آموز

# community_centre
source: Type
fa: نوع

# community_centre
source: Village hall
fa: سالن روستا

# community_centre
source: Woman
fa: زن

# community_centre
source: Youth centre
fa: مرکز جوانان

# police
source: Barracks
fa: پادگان

# police
source: Checkpoint
fa: ایست بازرسی

# police
source: Detention
fa: حوضچه / حوضچه جمع کننده آب

# police
source: Naval base
fa: پایگاه نیروی دریایی

# police
source: Offices
fa: دفاتر

# police
source: Range
fa: محدوده

# police
source: Storage
fa: ذخیره سازی

# police
source: Training area
fa: منطقه آموزشی

# police
source: Type
fa: نوع

# police
source: Yes
fa: بله

# hydrant_position
source: Green
fa: سبز

# hydrant_position
source: Lane
fa: باند

# hydrant_position
source: Sidewalk
fa: پیاده‌رو

# hydrant_position
source: on a sidewalk
fa: در پیاده رو

# hydrant_position
source: on the side of a road lane
fa: در کنار یک خط جاده

# siren
source: Electronic
fa: الکترونیک

# siren
source: Fire
fa: آتش

# siren
source: Mechanical
fa: مکانیکی

# siren
source: Pneumatic
fa: پنوماتیک / بادی،لاستیک بادی

# siren
source: Purpose
fa: هدف

# siren
source: Tornado
fa: گردباد / توفان

# siren
source: Type
fa: نوع

# social_facility
source: Shelter
fa: پناهگاه

# clock
source: Display
fa: نمایش

# clock
source: Faces
fa: چهره‌ها، نما

# seasons
source: Autumn
fa: پاییز

# seasons
source: Dry season
fa: فصل خشک

# seasons
source: No
fa: خیر

# seasons
source: Seasonal
fa: فصلی

# seasons
source: Spring
fa: چشمه

# seasons
source: Summer
fa: تابستان

# seasons
source: Wet season
fa: فصل مرطوب

# seasons
source: Winter
fa: زمستان

# seasons
source: Yes
fa: بله

# shelter
source: Gazebo
fa: آلاچیق

# shelter
source: Public transport
fa: حمل و نقل عمومی

# shelter
source: Type of shelter
fa: نوع سرپناه

# height
source: Height (meters)
fa: ارتفاع (متر)

# hunting stand
source: Hide
fa: پنهان

# golf
source: Bunker
fa: پناهگاه

# golf
source: Driving range
fa: محدوده رانندگی

# golf
source: Green
fa: سبز

# golf
source: Hole
fa: حفره / گودال

# golf
source: Lateral water hazard
fa: مانع برکه ای به موازات مسیر گوی گلف

# golf
source: Natural
fa: طبیعی

# golf
source: Pin
fa: سنجاق کردن

# golf
source: Rough
fa: منطقه زمخت

# riding
source: Racetrack
fa: پیست مسابقه

# riding
source: Sports Centre
fa: مرکز ورزشی

# riding
source: Stadium
fa: ورزشگاه

# riding
source: Type
fa: نوع

# piste
source: Connection
fa: ارتباط

# piste
source: Downhill
fa: سراشیبی / سرازیری

# piste
source: Hike
fa: پیاده‌گردی

# piste
source: Ice skate
fa: اسکیت روی یخ

# piste
source: Nordic
fa: شمال اروپا

# piste
source: Piste type
fa: نوع پیست

# piste
source: Playground
fa: زمین بازی

# piste
source: Skitour
fa: تور اسکی

# piste
source: Sled
fa: با سورتمه حمل کردن

# piste
source: Sleigh
fa: سورتمه

# piste
source: Snow park
fa: پارک برفی

# piste:difficulty
source: Advanced
fa: پیشرفته

# piste:difficulty
source: Difficulty
fa: سختی

# piste:difficulty
source: Easy
fa: آسان

# piste:difficulty
source: Expert
fa: متخصص / کارشناس

# piste:difficulty
source: Freeride
fa: راندن آزاد

# piste:difficulty
source: Intermediate
fa: متوسط

# piste:difficulty
source: Novice
fa: تازه کار / مبتدی

# piste:grooming
source: Backcountry
fa: مکان کمپ بدون امکانات

# piste:grooming
source: Classic
fa: کلاسیک

# piste:grooming
source: Classic+skating
fa: کلاسیک+اسکیت

# piste:grooming
source: Grooming
fa: تیمار کردن

# piste:grooming
source: Mogul
fa: مغول

# piste:grooming
source: Scooter
fa: اسکوتر

# piste:grooming
source: Skating
fa: اسکیت

# tower
source: Communication
fa: ارتباطات

# tower
source: Lighting
fa: روشنایی

# tower
source: Tower type
fa: نوع برج

# flag
source: Advertising
fa: تبلیغات

# flag
source: Military
fa: نظامی

# flag
source: Municipal
fa: شهرداری

# flag
source: National
fa: ملی / کشوری

# flag
source: Regional
fa: محلی ، منطقه‌ای

# flag
source: Religious
fa: دینی / مذهبی

# flag
source: Type
fa: نوع

# pump
source: Indoor
fa: داخلی

# pump
source: Location
fa: موقعیت

# pump
source: Outdoor
fa: فضای باز

# pump
source: Surface
fa: سطح

# pump
source: Underground
fa: زیر زمین

# pump
source: Underwater
fa: زیر آب

source: Content
fa: محتوا

# content
source: Fuel
fa: سوخت

# content
source: Manure
fa: کود کشاورزی

# content
source: Oil
fa: روغن

# content
source: Sewage
fa: فاضلاب شهری

# content
source: Water
fa: آب

# content
source: Wine
fa: شراب

# valve
source: Ball
fa: توپ

# valve
source: Butterfly
fa: پروانه

# valve
source: Gate
fa: دروازه

# valve
source: Needle
fa: سوزن

# valve
source: Spool
fa: قرقره

# valve
source: Valve type
fa: نوع شیر فلکه

source: Actuator
fa: فعال کننده

# actuator
source: Electric motor
fa: موتور الکتریکی

# actuator
source: Manual
fa: کتابچه راهنما

# marker
source: Ground
fa: زمین / راه مال‌رو باریک

# marker
source: Stone
fa: سنگ

# marker
source: Type
fa: نوع

# manhole
source: Drain
fa: مسیل / زهکشی

# manhole
source: Heat
fa: حرارت / گرما

# manhole
source: Power
fa: نیرو

# manhole
source: Telecom
fa: مخابرات

# manhole
source: Type
fa: نوع

# manhole
source: Water
fa: آب

# man_made
source: Beacon
fa: فانوس دریایی

# man_made
source: Beehive
fa: کندوی عسل

# man_made
source: Observatory
fa: رصد خانه

# lamp_type
source: Electric
fa: الکتریکی / برقی

# lamp_type
source: Type
fa: نوع

# lamp_mount
source: Wall
fa: دیوار

# surveillance
source: Method
fa: شیوه

source: Camera type
fa: نوع دوربین

# camera:type
source: Dome
fa: گنبد

# camera:type
source: Fixed
fa: ثابت

# camera:type
source: Panning
fa: چرخش افقی

# camera:mount
source: Pole
fa: قطب

# camera:mount
source: Wall
fa: دیوار

# generator method
source: Method
fa: شیوه / روش

# generator method
source: Pyrolysis
fa: پیرولیز / آذرکافت

# generator method
source: Stream
fa: نهر / جریان

# generator method
source: Thermal
fa: حرارتی

# generator method
source: Water pumped storage
fa: انبار پمپاژ آب

# generator method
source: Water storage
fa: آب انبار

# power cable
source: Location
fa: مکان

# power cable
source: Overground
fa: روی زمین

# power cable
source: Surface
fa: سطح

# power cable
source: Underground
fa: زیرزمینی

# power cable
source: Underwater
fa: زیر آب

# memorial
source: Bench
fa: نیمکت

# memorial
source: Bust
fa: مجسمه نیم‌تنه

# memorial
source: Cross
fa: صلیب

# memorial
source: Obelisk
fa: اُبِلیسک (ستون سنگی چهارگوش)

# memorial
source: Sculpture
fa: مجسمه

# memorial
source: Statue
fa: مجسمه

# memorial
source: Stone
fa: سنگ

# memorial
source: Type
fa: نوع

# food
source: Beef
fa: گوشت گاو

# food
source: Horse
fa: اسب

# food
source: Lamb
fa: بره / گوشت بره

# food
source: Pork
fa: گوشت خوک

# food
source: Poultry
fa: مرغداری

# food
source: Speciality
fa: تخصص

# shop
source: Lighting
fa: روشنایی

# shop
source: Outdoor
fa: فضای باز

# shop
source: Shoes
fa: کفش‌ها

# shoes
source: Repairs
fa: تعمیرات

# place
source: Island
fa: جزیره

# place
source: Quarter
fa: ناحیه

# place
source: Square
fa: فضای عمومی باز (احاطه شده با ساختمان) میدان میدانگاه

# place
source: State
fa: وضعیت

# tree denotation
source: Agricultural
fa: کشاورزی

# tree denotation
source: Denotation
fa: مفهوم

# tree denotation
source: Especially old tree, often with a particular shape. Usually protected for its uniqueness.
fa: مخصوصاً درخت کهنسال، اغلب با شکل خاصی. معمولاً به دلیل منحصر به فرد بودن محافظت می شود.

# tree denotation
source: Trees aligned along a road.
fa: درختان در امتداد یک جاده تراز شده اند.

# tree denotation
source: Trees found within settlements, e.g. in parks or spread through residential areas.
fa: درختان موجود در شهرک ها، به عنوان مثال در پارک ها یا در مناطق مسکونی.

# tree denotation
source: Trees in agricultural use.
fa: درختان در مصارف کشاورزی

# tree denotation
source: Trees remarkable due to its size or prominent location, usually visible from great distances and useful for navigation.
fa: درختان به دلیل اندازه یا موقعیت برجسته قابل توجه هستند، معمولاً از فاصله های دور قابل مشاهده هستند و برای ناوبری مفید هستند.

# cutline
source: Hunting
fa: شکار

# cutline
source: Pipeline
fa: خط لوله

# cutline
source: Type
fa: نوع

# crop
source: Grass
fa: چمن

# crop
source: Tea
fa: چای

# garden
source: Chinese
fa: چینی

# garden
source: English
fa: انگلیسی

# garden
source: French
fa: فرانسوی

# garden
source: Japanese
fa: ژاپنی

# garden
source: Kitchen
fa: آشپزخانه

# garden
source: Monastery
fa: صومعه

# garden
source: Residential
fa: مسکونی

# garden
source: Type
fa: نوع

# Landuse
source: Commercial
fa: تجاری

# Landuse
source: Construction Area
fa: منطقه ساخت و ساز

# Landuse
source: Garages
fa: گاراژها

# Landuse
source: Military
fa: نظامی

# Landuse
source: Residential Area
fa: منطقه مسکونی

# Landuse
source: Retail
fa: خرده فروشی

# landuse
source: Apartments
fa: آپارتمان

# landuse
source: Cemetery
fa: قبرستان

# landuse
source: Commercial
fa: تجاری

# landuse
source: Education
fa: تحصیلات

# landuse
source: Garages
fa: گاراژ چندتایی

# landuse
source: Industrial
fa: صنعتی

# landuse
source: Military
fa: نظامی

# landuse
source: Railway Land
fa: زمین راه آهن

# landuse
source: Religious
fa: دینی / مذهبی

# landuse
source: Residential Area
fa: منطقهٔ مسکونی

# landuse
source: Retail
fa: خرده فروشی

# landuse
source: Type
fa: نوع

# industrial
source: Bakery
fa: نانوایی

# industrial
source: Brewery
fa: آبجو سازی

# industrial
source: Factory
fa: کارخانه

# industrial
source: Mine
fa: مال من

# industrial
source: Oil
fa: روغن

# industrial
source: Port
fa: بندر

# industrial
source: Sawmill
fa: چوب بری

# industrial
source: Slaughterhouse
fa: کشتارگاه

# industrial
source: Type
fa: نوع

# industrial
source: Warehouse
fa: انبار

# addr:
source: State
fa: وضعیت

# social_network
source: Instagram
fa: اینستاگرام

# social_network
source: Ok
fa: خوب / باشه

# social_network
source: Pinterest
fa: پینترست_شبکه اجتماعی اشتراک‌گذاری تصاویر

# social_network
source: Skype
fa: اسکایپ

# social_network
source: Telegram
fa: تلگرام

# social_network
source: Tripadvisor
fa: تریپ‌ادوایزر_شرکت مشاور سفر

# social_network
source: Twitter
fa: توییتر

# social_network
source: Whatsapp
fa: واتساپ

# social_network
source: Xing
fa: سینگ_یک سرویس شبکهٔ اجتماعی تجاری آلمانی

# social_network
source: Yelp
fa: یِلپ

# social_network
source: Youtube
fa: یوتیوب

# description=*
source: A short text with additional information.
fa: یک متن کوتاه با اطلاعات تکمیلی.

# description=*
source: It might be viewable to the end user (perhaps using a search system or a map with pop-ups).
fa: ممکن است برای کاربر نهایی قابل مشاهده باشد (شاید با استفاده از یک سیستم جستجو یا نقشه با پنجره های بازشو).

# the tag note=*
source: Note
fa: یادداشت

# note=*
source: An important hint for other mappers (not for the end user).
fa: یک نکته مهم برای سایر نقشه برداران (نه برای کاربر نهایی).

# fixme=*
source: A hint for other mappers (not for the end user), that an object needs an improvement.
fa: اشاره ای برای سایر نقشه برداران (نه برای کاربر نهایی) ، این که یک شیء نیاز به بهبود دارد.

# network
source: International
fa: بین‌المللی

# network
source: Local
fa: محلی

# network
source: National
fa: ملی / کشوری

source: Network
fa: شبکه

# network
source: Regional
fa: منطقه‌ای

# office
source: Religion
fa: دین

source: translator-credits
fa: اعتبار-مترجم
