Repository: DickerPeter/beautified-JOSM-preset
Catalog: i18n/preset_*.po
Languages: fa

source: Meadow
fa: علفزار/چمن زار

source: Meadow type
fa: نوع مرغزار / نوع چمن زار

source: Mechanical
fa: مکانیکی

source: Medical
fa: پزشکی

source: Medical Supply
fa: تجهیزات پزشکی

source: Mediterranean
fa: مدیترانه ای

source: Medium
fa: متوسط

source: Meerkat
fa: دُم‌عصایی یا میرکت

source: Megalith
fa: خَرسَنگ / تخته‌سنگ‌های روی هم چیده شده

source: Members only
fa: فقط اعضا

source: Membership card
fa: کارت عضویت

source: Memorial
fa: یادبود

source: Mens toilet
fa: سرویس بهداشتی مردانه

source: Mental health
fa: سلامت روان

source: Merge to left
fa: به چپ ادغام شود

source: Merge to right
fa: به راست ادغام شود

source: Metal
fa: فلز

source: Metal cabinet
fa: کابینت فلزی

source: Metal construction
fa: ساخت و ساز فلزی

source: Metal works
fa: کارهای فلزی

source: Meteorological
fa: هواشناسی

source: Methodist
fa: فرقه مِتُدیست

source: Mexican
fa: مکزیکی

source: Microbrewery
fa: آبجوسازی کوچک

source: Microwave
fa: مایکروویو

source: Midwife
fa: ماما

source: Migrants
fa: مهاجران

source: Migration
fa: مهاجرت

source: Milestone
fa: نقطه عطف

source: Military
fa: نظامی

source: Milk
fa: شیر

source: Min. distance
fa: حداقل فاصله

source: Min. speed (km/h)
fa: حداقل سرعت (کیلومتر بر ساعت)

source: Min. vehicle distance (meters, only if enforcement=mindistance)
fa: حداقل فاصله خودرو (متر، فقط در صورت اعمال = فاصله)

source: Minaret
fa: مناره/گل‌دسته

source: Mine
fa: مال من

source: Mineshaft
fa: تونل عمودی استخراج از معدن

source: Mini bumps
fa: دست اندازهای کوچک

source: Mini-Roundabout
fa: فلکه کوچک/دوربرگردان کوچک

source: Miniature Golf
fa: گلف مینیاتوری

source: Miniature railway
fa: راه آهن مینیاتوری

source: Minicash (lu)
fa: پول نقد خرد (lu)

source: Minimal climbing length (m)
fa: حداقل طول صعود (متر)

source: Minimum age
fa: حداقل سن

source: Minimum purchase
fa: حداقل خرید

source: Minipay (it)
fa: مینی پرداخت (it)

source: Ministry
fa: وزارتخانه

source: Minor
fa: جزئی

source: Minor road
fa: جاده‌های فرعی

source: Mission
fa: ماموریت

source: Mixed
fa: مخلوط

source: Mixed Lift
fa: بالابر ترکیبی/آسانسور مختلط

source: Mixed climbing
fa: صعود مختلط

source: Mo-Su 12:00-22:00
fa: دوشنبه-یکشنبه 12:00-22:00

source: Moat
fa: خندق

source: Mobile Phone
fa: تلفن همراه

source: Mobile phone
fa: تلفن همراه

source: Mobile phone number
fa: شماره موبایل

source: Modified by human hand
fa: اصلاح شده با دست انسان

source: Monastery
fa: صومعه

source: Mondero (ar)
fa: موندرو (ar)

source: Money
fa: پول

source: Money Exchange
fa: صرافی

source: Money transfer
fa: انتقال پول

source: Mongolian
fa: مغولی

source: Monitoring Station
fa: ایستگاه نظارتی

source: Monitoring type
fa: نوع نظارت

source: Monitoring:
fa: نظارت بر:

source: Monkey
fa: میمون

source: Monorail
fa: مونوریل

source: Monument
fa: مقبره / بنای تاریخی

source: Mooring
fa: لنگر انداختن

source: Moose
fa: گوزن شمالی

source: Mormon
fa: مورمون‌

source: Mortuary
fa: سردخانه / مرده شوی خانه

source: Mosque
fa: مسجد

source: Motel
fa: متل

source: Motocross
fa: ورزش موتوکراس/موتور پرشی

source: Motor vehicle
fa: وسیله نقلیه موتوری

source: Motor vehicle traffic:
fa: تردد وسایل نقلیه موتوری:

source: Motor vehicles @
fa: وسایل نقلیه موتوری @

source: Motorboats
fa: قایق های موتوری

source: Motorcar
fa: خودرو

source: Motorcar @
fa: خودرو @

source: Motorcycle
fa: موتورسیکلت

source: Motorcycle @
fa: موتورسیکلت @

source: Motorcycle Dealer
fa: فروشنده موتورسیکلت

source: Motorcycle brand
fa: مارک موتورسیکلت

source: Motorcycle repair
fa: تعمیر موتورسیکلت

source: Motorroad
fa: آزادراه

source: Motorsport
fa: ورزش اتومبیل رانی

source: Motorway
fa: آزادراه

source: Motorway Junction
fa: تقاطع بزرگراه

source: Motorway Link
fa: اتصال آزادراه

source: Mountain Biking Route
fa: مسیر دوچرخه‌سواری کوهستان

source: Mountain Pass
fa: گردنه کوه / گذرگاه کوه

source: Mountain Rescue
fa: امداد کوهستان

source: Mountain bike route
fa: مسیر دوچرخه سواری کوهستان

source: Mountainbiking
fa: دوچرخه سواری کوهستان

source: Movable cabinet
fa: کابینت متحرک

source: Movers
fa: تکان دهنده

source: Movie Theater/Cinema
fa: تماشاخانه / سینما

source: Mud
fa: گل و لای

source: Multi
fa: چند

source: Multi purpose room
fa: اتاق چند منظوره

source: Multi-pitch climbing
fa: صعود چند مرحله ای

source: Multipolygon
fa: چندضلعی

source: Municipal
fa: شهرداری

source: Municipality
fa: شهردار

source: Mural
fa: نقاشی دیواری

source: Museum
fa: موزه

source: Museum scope
fa: محدوده موزه

source: Music
fa: موسیقی / موزیک

source: Music School
fa: آموزشگاه موسیقی

source: Music theatres
fa: تئاترهای موزیکال

source: Musical Instrument
fa: آلات موسیقی

source: Musical theatre
fa: تئاتر موزیکال

source: Muslim
fa: مسلمان

source: Mussels
fa: صدف

source: Name
fa: نام

source: Name of river/lake/sea/ocean it runs into
fa: نام رودخانه/دریاچه/دریا/اقیانوس که به آن می ریزد

source: Narrow
fa: باریک / محدود

source: Narrow Gauge Rail
fa: راه آهن باریک کابلی

source: Narrow gauge
fa: درجه باریک بودن

source: National
fa: ملی / کشوری

source: National Park
fa: پارک ملی

source: National name
fa: نام ملی

source: National park
fa: پارک ملی

source: Natural
fa: طبیعی

source: Nature
fa: طبیعت

source: Nature Reserve
fa: منطقه حفاظت شده

source: Navigation aid
fa: کمک ناوبری

source: Necropolis
fa: گورستان / شهر اموات

source: Needleleaved
fa: برگ سوزنی

source: Neighbourhood
fa: محله

source: Nepali
fa: نپالی

source: Network
fa: شبکه

source: New apostolic
fa: رسالتی جدید

source: Newspaper
fa: روزنامه

source: Newspaper Stand
fa: دکه روزنامه فروشی

source: Newspapers
fa: روزنامه ها

source: Ngo
fa: سازمان مردم‌نهاد

source: Nickel
fa: نیکل

source: Night Club
fa: کلوپ شبانه

source: Nine-pin Bowling
fa: بولینگ نه پین

source: No
fa: خير

source: No access
fa: فاقد دسترسی

source: No exit
fa: بدون خروجی

source: No left turn
fa: گردش به چپ ممنوع

source: No name
fa: بدون نام

source: No parking
fa: پارک ممنوع

source: No reference
fa: بدون مرجع

source: No right turn
fa: گردش به راست ممنوع

source: No straight on
fa: مستقیم ممنوع

source: No u-turn
fa: دور زدن ممنوع

source: No wheeled vehicle
fa: بدون وسیله نقلیه چرخدار

source: Node network
fa: شبکه گره

source: Noise
fa: سر و صدا

source: Noise barrier
fa: مانع سر و صدا

source: Nondenominational
fa: غیر فرقه ای

source: None
fa: هیچ

source: Noodle
fa: ماکارونی / رشته فرنگی

source: Nordic
fa: نوردیک شمال اروپا

source: North
fa: شمال

source: Notary
fa: دفتر اسناد رسمی

source: Note
fa: یادداشت

source: Notice
fa: توجه / اطلاع

source: Nuclear
fa: هسته ای

source: Nuclear Power Plant
fa: نیروگاه برق هسته‌ای

source: Nuclear Reactor
fa: راکتور هسته‌ای

source: Number of circuits
fa: تعداد مدارها

source: Number of devices
fa: تعداد دستگاه ها

source: Number of people per gondola/chair
fa: تعداد افراد در هر تله کابین/صندلی

source: Number of places
fa: تعداد مکان ها

source: Number of rooms suitable for wheelchairs
fa: تعداد اتاقهای مناسب برای ویلچر

source: Numbering scheme
fa: طرح شماره گذاری

source: Nursing Home
fa: خانه سالمندان

source: Obervatory type
fa: نوع رصدخانه

source: Octane 100
fa: اکتان 100

source: Octane 80
fa: اکتان 80

source: Octopus
fa: اختاپوس/هشت‌پا

source: Odd
fa: فرد

source: Off-Road: heavy duty off-road vehicle
fa: آفرود: وسیله نقلیه آفرود سنگین

source: Office
fa: دفتر

source: Offices
fa: دفاتر

source: Official name
fa: نام رسمی

source: Oil
fa: روغن

source: Olive trees
fa: درختان زیتون

source: Oneway (bicycle)
fa: یک طرفه (دوچرخه)

source: Only
fa: فقط

source: Open on left side
fa: در سمت چپ باز کنید

source: Open on right side
fa: در سمت راست باز کنید

source: Opening Hours
fa: ساعات کاری

source: Opera house
fa: خانه اپرا / سالن اپرا

source: Operation times
fa: زمان عملیات

source: Operator
fa: گرداننده / اپراتور

source: Operator type
fa: نوع اپراتور / نوع گرداننده

source: Optician
fa: عینک فروشی

source: Optional signal attributes:
fa: ویژگی های سیگنال اختیاری:

source: Optional values for specific countries
fa: مقادیر اختیاری برای کشورهای خاص

source: Optometrist
fa: چشم پزشک / بینایی سنج

source: Orange trees
fa: درختان پرتقال

source: Orchard
fa: باغ

source: Organic
fa: ارگانیک

source: Orientation
fa: جهت

source: Oriya
fa: اوریه

source: Orphans
fa: یتیمان

source: Orthodontics
fa: ارتودنسی

source: Orthodontist
fa: ارتودنسی دندان

source: Orthodox
fa: ارتدوکس

source: Osteopathy
fa: پوکی استخوان

source: Ostrich
fa: شترمرغ

source: Other
fa: سایر

source: Other Information Point
fa: سایر نقاط اطلاعات

source: Other Place of Worship
fa: محل عبادت دیگر

source: Other healthcare facilities
fa: سایر امکانات بهداشتی

source: Other healthcare professionals
fa: سایر متخصصان مراقبت های بهداشتی

source: Other mode restrictions
fa: سایر محدودیت های حالت

source: Other theatres
fa: تئاترهای دیگر

source: Otter
fa: سمور

source: Outdoor
fa: فضای باز

source: Outdoor seating
fa: صندلی در فضای باز

source: Outline of building
fa: طرح کلی ساختمان

source: Outside
fa: خارج از

source: Overhead trolley wires
fa: سیم های واگن برقی

source: Ovo-vegetarian
fa: گیاهخواری اووو

source: Owl
fa: جغد

source: Oxygen
fa: اکسیژن

source: Pagoda
fa: برج پاگودا (عبادتگاه بودایی با بام‌هایی چندلا و رده‌وار)

source: Painter
fa: نقاش

source: Palace
fa: قصر

source: Palaeontological Site
fa: مقر دیرینه شناسی

source: Pampas
fa: دشت علفزار

source: Pancake
fa: پنکیک / کلوچه

source: Panda
fa: پاندا

source: Panther
fa: پلنگ

source: Papaya trees
fa: درختان پاپایا

source: Paper
fa: کاغذ

source: Par
fa: تعادل/برابری

source: Parallel
fa: پارالل / موازی

source: Parallel bars
fa: میله ورزشی پارالل

source: Parasol
fa: سایبان

source: Parish
fa: محله

source: Park
fa: پارک

source: Park and Ride
fa: پارک‌سوار

source: Parking
fa: پارکینگ

source: Parking Aisle
fa: راهرو پارکینگ

source: Parking Space
fa: فضای پارکینگ/جای پارک منفرد

source: Parking tickets
fa: بلیط پارکینگ

source: Parquet layer
fa: لایه پارکت

source: Parrot
fa: طوطی

source: Partial access
fa: دسترسی جزئی

source: Parts
fa: قسمت‌ها / قطعات

source: Party supplies
fa: لوازم مهمانی

source: Passageways
fa: گذرگاه ها

source: Passenger information display
fa: نمایش اطلاعات مسافران

source: Passing Place
fa: محل عبور/محل عبور دو ماشین از کنار هم در جاده باریک

source: Passing Places
fa: مرور اماکن

source: Pasta
fa: ماکارونی / پاستا

source: Pastry
fa: شیرینی

source: Path
fa: راهچه/مسیر ترکیبی

source: Pavilion
fa: غرفه

source: Pawnbroker
fa: گِروگیر

source: Payment
fa: پرداخت

source: Payment Methods
fa: روش های پرداخت

source: Payment centre
fa: مرکز پرداخت

source: Payment terminal
fa: پایانه پرداخت

source: Peach trees
fa: درختان هلو

source: Peacock
fa: طاووس

source: Peak
fa: قله

source: Pear trees
fa: درختان گلابی

source: Pebblestone
fa: سنگ ریزه

source: Pecan trees
fa: درختان پیکن

source: Pedalos
fa: پدال‌ها

source: Pedestrian
fa: پیاده‌رو / عابر پیاده

source: Pedestrian Crossing
fa: گذرگاه پیاده / محل عبور عابر پیاده

source: Pedestrians
fa: پیاده‌رو / عابر پیاده

source: Pediatric dentistry
fa: دندانپزشکی اطفال

source: Pelican
fa: پلیکان / مرغ ماهیخوار

source: Pelota
fa: توپ

source: Pelton turbine
fa: توربین پلتون

source: Penguin
fa: پنگوئن

source: Pension fund
fa: صندوق بازنشستگی

source: Penstock
fa: پن استوک

source: Perfumery
fa: عطر فروشی / عطر سازی

source: Periodontology
fa: لثه‌درمانی / پریودانتولوژی

source: Permanent camping only
fa: فقط کمپینگ دائمی

source: Permissive
fa: مجاز

source: Permit required
fa: مجوز مورد نیاز

source: Perpendicular
fa: عمود

source: Perpetual
fa: همیشگی / ابدی

source: Persian
fa: فارسی

source: Persimmon trees
fa: درختان خرمالو

source: Person
fa: فرد / شخص

source: Peruvian
fa: پروئی

source: Pescetarian
fa: پِسکِتِرین_رژیم غذایی ماهی خواری

source: Pet
fa: حیوان خانگی

source: Pet grooming
fa: نظافت حیوانات خانگی

source: Petroleum well
fa: چاه نفت

source: Petting zoo
fa: باغ وحش با قابلیت نوازش کردن حیوانات

source: Pharmacy
fa: داروخانه

source: Phases
fa: فازها

source: Pheasant
fa: قرقاول / مرغ بهشتی

source: Phone Number
fa: شماره تلفن

source: Phone booth
fa: باجه تلفن / کیوسک تلفن

source: Phone call
fa: تماس تلفنی

source: Phone number
fa: شماره تلفن

source: Photo
fa: عکس

source: Photo booth
fa: غرفه عکس

source: Photo studio
fa: آتلیه عکاسی

source: Photographer
fa: عکاس

source: Photographic laboratory
fa: آزمایشگاه عکاسی

source: Photovoltaic panel
fa: پنل خورشیدی

source: Physical restrictions
fa: محدودیت های فیزیکی

source: Physician
fa: پزشک

source: Physiotherapist
fa: فیزیوتراپیست

source: Picnic Site
fa: مکان پیکنیک

source: Picnic Table
fa: میز پیکنیک

source: Picnic table
fa: میز پیکنیک

source: Pier
fa: اسکله

source: Pig
fa: خوک

source: Pillar type
fa: نوع ستون

source: Pineapple plants
fa: گیاهان آناناس

source: Pipeline
fa: خط لوله

source: Pipeline Marker
fa: نشانگر خط لوله

source: Pipeline Substation
fa: پست خط لوله

source: Pipeline Valve
fa: شیر لوله

source: Pipeline route
fa: مسیر خط لوله

source: Pistachio trees
fa: درختان پسته

source: Piste Route
fa: مسیر پیست

source: Piste route
fa: مسیر پیست

source: Piste type
fa: نوع پیست

source: Pit
fa: گودال / حفره

source: Pizza
fa: پیتزا

source: Place name
fa: نام مکان

source: Place of Worship
fa: محل عبادت / پرستشگاه

source: Places
fa: اماکن

source: Planetarium
fa: آسمان نما

source: Plans (public transport)
fa: طرح ها (حمل و نقل عمومی)

source: Plants
fa: گیاهان

source: Plants that are leafless for a certain period during the year.
fa: گیاهانی که برای مدت معینی در طول سال بدون برگ هستند.

source: Plants that are never entirely without green foliage.
fa: گیاهانی که هرگز بدون شاخ و برگ سبز نیستند.

source: Plants that lose most, but not all, of their foliage for a fraction of the year.
fa: گیاهانی که بیشتر، اما نه همه، شاخ و برگ خود را در کسری از سال از دست می دهند.

source: Plants that lose their foliage for a very short period, when old leaves fall off and new foliage growth is starting.
fa: گیاهانی که برای مدت کوتاهی شاخ و برگ خود را از دست می دهند، زمانی که برگ های قدیمی می ریزند و رشد شاخ و برگ جدید شروع می شود.

source: Plasterer
fa: گچ کار

source: Plastic
fa: پلاستیک

source: Plastic Bottles
fa: بطری‌های پلاستیکی

source: Plastic Packaging
fa: بسته بندی پلاستیکی

source: Platform
fa: پلتفرم

source: Playground
fa: زمین بازی

source: Plum trees
fa: درختان آلو

source: Podiatrist
fa: پاپزشک / متخصص پا

source: Point Name
fa: نام نقطه

source: Pole
fa: قطب

source: Pole with Transformer
fa: قطب با ترانسفورماتور

source: Polish
fa: لهستانی

source: Political party
fa: حزب سیاسی

source: Pomegranate trees
fa: درختان انار

source: Pond
fa: آبگیر / تالاب

source: Pony
fa: تسویه حساب

source: Pooling
fa: آبگیری

source: Pools and pool supplies
fa: استخرها و لوازم استخر

source: Population
fa: جمعیت

source: Porcupine
fa: جوجه تیغی

source: Portuguese
fa: پرتغالی

source: Position (kilometers)
fa: موقعیت (کیلومتر)

source: Position sensor
fa: سنسور موقعیت

source: Post Box
fa: صندوق پستی

source: Post Office
fa: اداره پست

source: Post code
fa: کدپستی

source: Post secondars (4)
fa: پست دوم (4)

source: PostFinance Card (ch)
fa: کارت پست مالی (ch)

source: Postal Code
fa: کد پستی

source: Postal code
fa: کد پستی

source: Postal service
fa: سرویس پستی

source: Poster box
fa: جعبه پوستر

source: Pottery
fa: سفالگری / کوزه گری

source: Poultry
fa: مرغداری

source: Power
fa: نیرو / برق

source: Power Cable
fa: کابل برق

source: Power Converter
fa: مبدل قدرت

source: Power Line
fa: خط قدرت / خط نیرو

source: Power Plant
fa: نیروگاه

source: Power Route
fa: مسیر برق

source: Power Street Cabinet
fa: کابینت برق کنار خیابان

source: Power Substation
fa: پست برق

source: Power Switch
fa: سوئیچ برق

source: Power Switchgear
fa: تابلو برق

source: Power Transformer
fa: ترانس برق

source: Power rating (MVA)
fa: رتبه قدرت (MVA)

source: Power route
fa: مسیر برق

source: Powered
fa: دارای قدرت

source: Prairie
fa: چمن زار

source: Pre-primary (0)
fa: پیش دبستانی (0)

source: Precision approach path indicator
fa: نشانگر مسیر دقیق رویکرد

source: Presbyterian
fa: پرسبیترینیسم

source: Present
fa: حاضر / فعلی

source: Preserved
fa: حفظ شده

source: Pressure (bar)
fa: فشار (بار)

source: Pressurized water reactor (PWR)
fa: راکتور آب تحت فشار (PWR)

source: Primary
fa: ابتدایی / اولیه

source: Primary (1)
fa: ابتدایی (1)

source: Primary Link
fa: اتصال درجه یک

source: Primary voltage in Volts (V)
fa: ولتاژ اولیه برحسب ولت (V)

source: Print shop
fa: فروشگاه چاپ

source: Printed Material
fa: مواد چاپ شده

source: Prison
fa: زندان

source: Private
fa: خصوصی ، شخصی

source: Product
fa: محصول

source: Profession
fa: شغل / حرفه

source: Prosecutor
fa: دادستان

source: Protected Area
fa: منطقه ی حفاظت شده

source: Protected Class
fa: کلاس محافظت شده

source: Protected area
fa: منطقه ی حفاظت شده

source: Protestant
fa: پروتستان

source: Provided services
fa: خدمات ارائه شده است

source: Province
fa: استان

source: Psychotherapist
fa: روان‎‌درمانگر

source: Pub
fa: میخانه

source: Public
fa: عمومی

source: Public Bicycle Repair Station
fa: ایستگاه تعمیر دوچرخه عمومی

source: Public Building
fa: ساختمان عمومی

source: Public Grill
fa: کباب پز عمومی

source: Public Market
fa: بازار عمومی

source: Public Transport
fa: حمل و نقل عمومی

source: Public Transport (Legacy)
fa: حمل و نقل عمومی (قدیمی)

source: Public Transport Route (Bus)
fa: مسیر حمل و نقل عمومی (اتوبوس)

source: Public Transport Route (Rail)
fa: مسیر حمل و نقل عمومی (راه آهن)

source: Public bath
fa: حمام عمومی

source: Public bookcase
fa: قفسه کتاب عمومی

source: Public service
fa: خدمات عمومی

source: Public transport
fa: حمل و نقل عمومی

source: Public transport lanes
fa: خطوط حمل و نقل عمومی

source: Public transport route (Legacy)
fa: مسیر حمل و نقل عمومی (میراث)

source: Publisher
fa: ناشر

source: Pump
fa: پمپ

source: Pumping station
fa: ایستگاه پمپاژ

source: Punjabi
fa: پنجابی

source: Puppet
fa: عروسک

source: Purchase required
fa: خرید ضروری است

source: Push-up
fa: هل دادن / فشار‌دادن

source: Puszta
fa: دشت / علفزار

source: Pylon
fa: ستون / تیر

source: Pyramid
fa: هرم

source: Pyrolysis
fa: پیرولیز / آذرکافت

source: Quaker
fa: کواکر / انجمن مذهبی دوستان

source: Quango
fa: کوانگو / سازمان غیر دولتی شبه مستقل

source: Quarry
fa: معدن

source: RC Car
fa: اتومبیل های کنترل رادیویی

source: Rabbit
fa: خرگوش

source: Raccoon
fa: راکون

source: Raceway
fa: مسیر مسابقه

source: Racquetball
fa: راکت‌بال

source: Radar
fa: رادار

source: Radiation
fa: تابش / تشعشع

source: Radio
fa: رادیو

source: Radio and electronics supplies
fa: لوازم رادیویی و الکترونیکی

source: Raeto-Romance
fa: زبان رتی-رومی

source: Rail
fa: ریل قطار

source: Railway
fa: راه آهن

source: Railway Halt
fa: توقف راه آهن

source: Railway Land
fa: زمین راه آهن

source: Railway Platform
fa: سکوی راه آهن

source: Railway Route
fa: مسیر راه آهن

source: Railway Signal
fa: سیگنال راه آهن

source: Railway Switch
fa: سوئیچ راه آهن

source: Railway construction
fa: ساخت راه آهن

source: Railway crossing
fa: گذرگاه راه آهن

source: Railway halt
fa: توقف راه آهن

source: Railway milestone
fa: نقطه عطف راه آهن

source: Railway route
fa: مسیر راه آهن

source: Railway station
fa: ایستگاه راه آهن

source: Railway type
fa: نوع راه آهن

source: Raised
fa: مطرح شد

source: Ramen
fa: رامن_غذای ملی ژاپن

source: Ramp
fa: سطح شیب‌دار

source: Ramp meter
fa: اندازه سطح شیب‌دار

source: Range (meters)
fa: محدوده (متر)

source: Ranger Station
fa: ایستگاه جنگلبانی

source: Raw
fa: خام

source: Reaction ferry
fa: کشتی واکنش

source: Reactor Bolshoy Moshchnosti Kanalniy 1000 (RBMK-1000)
fa: کانالهای راکتور قدرت بالا آربی‌ام‌کی 1000 (RBMK-1000)

source: Reactor Bolshoy Moshchnosti Kanalniy 1500 (RBMK-1500)
fa: کانالهای راکتور قدرت بالا آربی‌ام‌کی 1500 (RBMK-1500)

source: Reading box
fa: جعبه خواندن

source: Reciprocating engine
fa: موتور پیستونی

source: Recommended
fa: پیشنهاد شده

source: Recording
fa: ضبط

source: Recording:
fa: ضبط:

source: Recreation Ground
fa: محوطه تفریحی

source: Recreational
fa: تفریحی

source: Recycling Centre
fa: مرکز بازیافت

source: Recycling Container
fa: سطل بازیافت

source: Red
fa: قرمز

source: Reedbed
fa: نی‌زار

source: Reef
fa: تپه دریایی / جزیره نما

source: Ref
fa: مرجع

source: Ref of the way this is a detour to
fa: اشاره به راهی که این مسیر منحرف است

source: Reference
fa: ارجاع / مراجعه

source: Reference Code
fa: کد مرجع

source: Reference FGKZ (DE)
fa: مرجع شماره گذاری یکنواخت رودخانه ها (آلمان)

source: Reference GNBC (CA)
fa: مرجع GNBC (کانادا)

source: Reference GNIS (USA)
fa: مرجع GNIS (ایالات متحده آمریکا)

source: Reference REGINE (NO)
fa: مرجع REGINE (نروژ)

source: Reference Sandre (FR)
fa: مرجع Sandre (فرانسه)

source: Reference number
fa: شماره مرجع

source: Reflecting pool
fa: استخر منعکس کننده

source: Reform
fa: اصلاحات

source: Reformed
fa: اصلاح شد

source: Refs per lane
fa: ارجاع در هر خط

source: Refs per lane in way direction
fa: در هر مسیر در جهت مسیر منعکس می شود

source: Regina
fa: رجینا

source: Region
fa: منطقه

source: Regional
fa: محلی ، منطقه‌ای

source: Regional name
fa: نام منطقه‌ای

source: Register office
fa: دفتر ثبت

source: Rehabilitation
fa: توانبخشی

source: Reinforced concrete
fa: بتن آرمه

source: Related law
fa: حقوق مرتبط

source: Relation type
fa: نوع رابطه

source: Relations
fa: رابطه‌ها

source: Religion
fa: دین

source: Religious
fa: دینی / مذهبی

source: Remote
fa: از راه دور

source: Removable
fa: قابل جدا شدن / حذف شدنی

source: Rental
fa: اجاره ای

source: Repair
fa: تعمیر

source: Repairs
fa: تعمیرات

source: Representative office
fa: دفتر نمایندگی

source: Reptile
fa: خزنده

source: Required
fa: ضروری

source: Rescue service
fa: خدمات امداد و نجات

source: Research
fa: پژوهش / تحقیق

source: Reservation
fa: رزرو

source: Reservoir
fa: دریاچه پشت سد

source: Residence
fa: اقامتگاه / محل اقامت

source: Resort
fa: مجتمع تفریحی

source: Resource
fa: منبع

source: Rest Area
fa: استراحتگاه / محل استراحت

source: Restaurant
fa: رستوران

source: Restriction
fa: محدودیت

source: Retaining Wall
fa: دیوار نگه دارنده

source: Retention
fa: حفظ / نگهداری

source: Retirement Home
fa: خانه سالمندان

source: Reverse
fa: معکوس کردن

source: Reversible
fa: برعکس‌شدنی

source: Rhinoceros
fa: کرگدن

source: Rides
fa: سواری

source: Ridge
fa: خط الراس / سلسله کوه / لبه / مرز

source: Riding
fa: سوارکاری

source: Riding Route
fa: مسیر سوارکاری

source: Riding route
fa: مسیر سوارکاری

source: Rigger
fa: طناب، دکل و بادبان سازی / قایق سازی

source: Right
fa: راست

source: Right handrail
fa: نرده راست

source: Right turn only
fa: فقط پیچ راست

source: Rings
fa: حلقه

source: River
fa: رود

source: Riverbank
fa: دامنه رودخانه

source: Road
fa: جاده

source: Road (Unknown Type)
fa: جاده (نوع ناشناخته)

source: Road Route
fa: مسیر جاده

source: Road route
fa: مسیر جاده

source: Robust Wheels: trekking bike, car, rickshaw
fa: چرخ های قوی: دوچرخه سواری، ماشین، ریکشا

source: Rock
fa: سنگ

source: Rock type
fa: نوع سنگ

source: Rock-cut
fa: سنگ تراشیده

source: Rock/ice quality
fa: کیفیت سنگ/یخ

source: Rocket
fa: موشک / راکت

source: Roller Skating
fa: اسکیت

source: Roman catholic
fa: کاتولیک رومی

source: Roman road
fa: جاده رومی

source: Romanian
fa: رومانیایی

source: Romanian orthodox
fa: ارتدوکس رومانیایی

source: Roof
fa: سقف

source: Roof edge
fa: لبه سقف

source: Roof orientation
fa: جهت سقف

source: Roof ridge
fa: خط الراس سقف

source: Roof tiles
fa: کاشی‌های سقف

source: Roof type
fa: نوع سقف

source: Roofer
fa: سقف ساز / طاق زن

source: Room
fa: اتاق

source: Room Number
fa: شماره اتاق

source: Rooms
fa: اتاق‌ها

source: Rope tow
fa: طناب یدک کش

source: Roundabout
fa: فلکه / میدان

source: Rounders
fa: راندرز_نوعی بازی

source: Roundtrip
fa: رفت و برگشت

source: Route
fa: مسیر

source: Route Master
fa: مسیر اصلی

source: Route Network
fa: شبکه مسیر

source: Route length (m)
fa: طول مسیر (متر)

source: Route marker
fa: نشانگر مسیر

source: Route master
fa: مسیر اصلی

source: Route references
fa: مرجع مسیر

source: Route segment
fa: بخش مسیر

source: Route type
fa: نوع مسیر

source: Routes
fa: مسیرها

source: Routes shown for
fa: مسیرهای نشان داده شده برای
