Repository: DickerPeter/beautified-JOSM-preset
Catalog: i18n/preset_*.po
Languages: fa

source: Dedicated Footway
fa: راه پیاده اختصاصی

source: Dedicated facilities
fa: امکانات اختصاصی

source: Dedicated room
fa: اتاق اختصاصی

source: Deep Water Soloing
fa: انفرادی در آبهای عمیق

source: Deer
fa: گوزن

source: Defensive
fa: دفاعی / پدافندی

source: Delegation
fa: نمایندگی

source: Deli (Fine Food)
fa: دِلی (غذای خوب و لذیذ)_مغازه ای که غذاهای لذیذ می فروشد

source: Delivery
fa: تحویل

source: Denomination
fa: مذهب / فرقه

source: Dentist
fa: دندانپزشکی

source: Department Store
fa: فروشگاه چندمنظوره

source: Depth (meters)
fa: عمق (متر)

source: Derail
fa: از ریل یا از خط خارج شدن

source: Descent (m)
fa: فرود (متر)

source: Description
fa: توضیح

source: Designated
fa: تعیین شده

source: Destination
fa: مقصد

source: Destination Sign
fa: تابلوی مقصد

source: Destination reference
fa: مرجع مقصد

source: Destination sign
fa: تابلوی مقصد

source: Destination written on sign (w/o distance)
fa: مقصد نوشته شده روی علامت (بدون فاصله)

source: Destinations per lane
fa: مقاصد در هر خط

source: Destinations per lane in way direction
fa: مقاصد در هر خط در جهت مسیر

source: Destinations per lane opposite to way direction
fa: مقاصد در هر خط مخالف جهت راه

source: Detail Grade
fa: درجه تفصیلی

source: Detailed description
fa: توصیف همراه با جزئیات

source: Detention
fa: حوضچه / حوضچه جمع کننده آب

source: Detour Route
fa: مسیر جایگزین

source: Detour route
fa: مسیر جایگزین

source: Diagonal
fa: موَرَب

source: Diameter (in mm)
fa: قطر (بر حسب میلی متر)

source: Diameter (mm)
fa: قطر (میلی متر)

source: Diameter in meters
fa: قطر بر حسب متر

source: Diesel
fa: دیزل

source: Diesel (Gas To Liquid - ultimate diesel)
fa: دیزل (گاز به مایع - دیزل نهایی)

source: Diesel Power Generator
fa: ژنراتور برق دیزلی

source: Diesel for Heavy Good Vehicles
fa: دیزل برای وسایل نقلیه نسبتا سنگین

source: Diet
fa: رژیم غذایی

source: Digital
fa: دیجیتال

source: Digital wallets type
fa: نوع کیف پول های دیجیتال

source: Dimension stone
fa: ابعاد سنگ

source: Diners Club
fa: داینرز کلاب / یک شرکت خدمات مالی آمریکایی

source: Dinghies
fa: قایق های تفریحی

source: Dip
fa: غوطه ور شدن

source: Direction
fa: مسیر / جهت

source: Direction in degrees
fa: جهت بر حسب درجه

source: Direction to close
fa: جهت بسته شدن

source: Dirt
fa: خاک

source: Disabled
fa: غیرفعال

source: Disc
fa: دیسک

source: Discover Card
fa: دیسکاور کارت / کارت اعتباری در ایالات متحده آمریکا

source: Diseased
fa: بیمار

source: Dish
fa: بشقاب

source: Dispensing
fa: توزیع

source: Display
fa: نمایش

source: Display:
fa: نمایش:

source: Distance (kilometers)
fa: فاصله (کیلومتر)

source: Distance (km)
fa: فاصله (کیلومتر)

source: Distillery
fa: کارخانه تقطیر

source: District
fa: ناحیه

source: Disused
fa: استفاده نشده / منسوخ

source: Disused Rail
fa: راه آهن بلا استفاده

source: Disused amenity
fa: امکانات بلااستفاده، متروکه

source: Disused leisure
fa: اوقات فراغت استفاده نشده

source: Disused shop
fa: فروشگاه متروکه

source: Ditch
fa: گودال

source: Dive centre
fa: مرکز غواصی

source: Divehi
fa: دیوهی

source: Division
fa: تقسیم بندی / بخش

source: Do-It-Yourself Store
fa: فروشگاه خودتان انجام دهید

source: Dock
fa: لنگرگاه / بارانداز

source: Doctor's Office
fa: مطب دکتر

source: Dog
fa: سگ

source: Dog Park
fa: پارک سگ

source: Dog Racing
fa: ورزش مسابقه سگ

source: Dome
fa: گنبد

source: Donut
fa: دونات

source: Double
fa: دو برابر

source: Down
fa: رو به پایین

source: Drain
fa: جوی

source: Dressmaker
fa: خیاطی

source: Drinks
fa: نوشیدنی

source: Driving School
fa: آموزشگاه رانندگی

source: Dry Cleaning
fa: خشکشویی

source: Dunlop (Woods)
fa: دانلوپ (وودز)

source: Dutch
fa: هلندی

source: Dyke
fa: خاکریز

source: E10 (10% Ethanol mix)
fa: E10 (10٪ ترکیب اتانول)

source: E85 (85% Ethanol mix)
fa: E85 (85% ترکیب اتانول)

source: Eagle
fa: عقاب

source: East
fa: شرق

source: Education
fa: تحصیلات

source: Educational institution
fa: مؤسسه آموزشی

source: Eggs
fa: تخم مرغ ها

source: Elderly
fa: مسن/سالخوره

source: Electrical
fa: الکتریک

source: Electrical Appliances
fa: لوازم الکتریکی

source: Electrical appliances
fa: لوازم الکتریکی

source: Electrical appliances (UK)
fa: لوازم برقی (انگلستان)

source: Electrician
fa: متخصص برق / تکنسین برق

source: Electronic purses
fa: کیف های الکترونیکی

source: Electronic purses type
fa: نوع کیف های الکترونیکی

source: Electronics
fa: الکترونیک

source: Electronics repair
fa: تعمیرات لوازم الکترونیکی

source: Elephant
fa: فیل

source: Elevation
fa: ارتفاع از سطح دریا

source: Elevation (meters)
fa: ارتفاع (متر)

source: Elevator
fa: آسانسور

source: Elk
fa: اِلک / واپیتی

source: Elongated coin
fa: سکه کشیده / سکه یادگاری

source: Email Address
fa: آدرس ایمیل

source: Embankment
fa: خاکریز

source: Embassy
fa: سفارت خانه

source: Emergency
fa: اورژانس

source: Emergency Access Point
fa: نقطه دسترسی اضطراری

source: Emergency Phone
fa: تلفن اورژانسی

source: Emergency Phone Number
fa: شماره تلفن اورژانس

source: Emergency bay
fa: خلیج اضطراری / بریدگی کنار جاده برای توقف هنگام خرابی اتومبیل

source: Emergency lane beside long descending slopes for trucks and other vehicles to stop safely after brake failure.
fa: خط اضطراری در کنار شیب های نزولی طولانی برای توقف ایمن کامیون ها و سایر وسایل نقلیه پس از خرابی ترمز.

source: Emergency ward entrance
fa: ورودی بخش اورژانس

source: Employment agency
fa: آژانس کاریابی

source: Emu
fa: شترمرغ استرالیایی

source: Enclosure
fa: محفظه / محوطه

source: End
fa: پایان

source: Endodontics
fa: اندودنتیکس / ریشه‌درمانی

source: Energy supplier
fa: تامین کننده انرژی

source: Enforcement
fa: اجرا

source: Enforcement (average speed)
fa: فشار (سرعت متوسط)

source: Engine oil
fa: روغن موتور

source: English
fa: انگلیسی

source: Entrance
fa: ورود

source: Entrance (Barrier Opening)
fa: ورودی (باز شدن مانع)

source: Entrance number
fa: شماره ورودی

source: Entrance width in cm
fa: عرض ورودی به سانتی متر

source: Environment
fa: محیط

source: Equipment
fa: تجهیزات

source: Equipment rentals
fa: اجاره تجهیزات

source: Erotic
fa: شهوانی

source: Escalator
fa: پله برقی

source: Escape
fa: فرار

source: Escape game
fa: بازی فرار

source: Estate agent
fa: مشاور املاک

source: Estavelle
fa: استاول / وارونگی یک روزنه زمینی

source: Estonian
fa: استونیایی

source: Eternit
fa: ابدیت

source: Ethanol (alcohol)
fa: اتانول (الکل)

source: Ethiopian
fa: اتیوپیایی

source: European Pressurized Reactor (EPR)
fa: راکتور تحت فشار اروپا (EPR)

source: Evangelical
fa: مسیحیت انجیلی

source: Evaporator
fa: اواپراتور / تبخیرکننده

source: Even
fa: زوج

source: Even mixture of hard and soft materials
fa: مخلوطی هموار از مواد سخت و نرم

source: Events venue
fa: محل برگزاری رویدادها

source: Evergreen
fa: همیشه سبز

source: Exceptions
fa: استثناها

source: Excrement Bags
fa: کیسه های مدفوع

source: Excrement bags
fa: کیسه های مدفوع

source: Excrements
fa: مدفوع

source: Exists
fa: وجود دارد

source: Fabric
fa: پارچه

source: Facilities
fa: امکانات

source: Fair Trade
fa: تجارت عادلانه

source: Falconry
fa: شاهین

source: Farm
fa: مزرعه

source: Farm Stand
fa: ایستگاه مزرعه

source: Farmland
fa: زمین کشاورزی

source: Farmyard
fa: محوطه مزرعه

source: Faroese
fa: فارویی

source: Farsi
fa: فارسی

source: Fashion
fa: روش / سبک

source: Fashion accessories
fa: لوازم جانبی مد

source: Fast Food
fa: فست فود

source: Fax Number
fa: شماره فکس

source: Fee
fa: هزینه

source: Fell
fa: تپه سنگی

source: Female
fa: زن

source: Feminine hygiene articles
fa: مقالات بهداشت زنانه

source: Fen
fa: مرداب

source: Fence
fa: حصار

source: Ferry
fa: کشتی

source: Ferry Route
fa: مسیر کشتی

source: Ferry Terminal
fa: ترمینال کشتی

source: Field Hockey
fa: هاکی روی چمن

source: Figure
fa: شکل

source: Figure/puppet theatres
fa: تئاترهای نمایشی/عروسکی

source: Filipino
fa: فیلیپینی

source: Filling
fa: پر كردن

source: Financial
fa: مالی

source: Fine gravel
fa: سنگریزه خوب

source: Finnish
fa: فنلاندی

source: Fire Alarm Box
fa: جعبه اعلام حریق

source: Fire Extinguisher
fa: کپسول آتش‌نشانی

source: Fire Hose
fa: شلنگ آتش نشانی

source: Fire Hydrant
fa: شیر آتش نشانی

source: Fire Station
fa: ایستگاه آتش نشانی

source: Firepit
fa: گودال آتش

source: Fireplace
fa: بخاری

source: Fireworks
fa: آتش‌بازی

source: First Aid Kit
fa: جعبه کمک‌های اولیه

source: Fish
fa: ماهی

source: Fishing
fa: ماهی‌گیری

source: Fitness Centre
fa: مرکز تناسب اندام

source: Fitness Station
fa: ایستگاه تناسب اندام

source: Fitness Trail
fa: مسیر تناسب اندام

source: Fitness station
fa: ایستگاه تناسب اندام

source: Fixed
fa: درست شد

source: Fixme
fa: مرا اصلاح و درست کن

source: Flat numbers
fa: اعداد مسطح

source: Floating
fa: شناور

source: Flood wall
fa: دیوار سیل بند

source: Flooded
fa: تونل هدایت کننده آب

source: Floor vibration
fa: ارتعاش کف زمین

source: Floor-mounted crane
fa: جرثقیل چرخان ستون دار

source: Floorer
fa: کفپوش

source: Florist
fa: گل فروشی

source: Flow rate with unit of measure
fa: میزان جریان با واحد اندازه گیری

source: Flowerbed
fa: باغچه

source: Flush
fa: شستشو / آب را با فشار ریختن

source: Foldable
fa: تاشو

source: Fondue
fa: فوندو_نوعی خوراک سوئیسی

source: Food
fa: غذا

source: Food Bank
fa: بانک غذا

source: Food Court
fa: سالن غذا

source: Food+Drinks
fa: غذا+نوشیدنی

source: Foot
fa: پیاده / قدم زدن

source: Football
fa: فوتبال

source: For adoption
fa: برای فرزندخواندگی

source: For areas of solid visible rock that is sparsely vegetated or not vegetated at all.
fa: برای مناطقی از سنگ های قابل رویت که دارای پوشش گیاهی کمی هستند یا اصلاً پوشش گیاهی ندارند.

source: For direction
fa: برای مسیر

source: For group
fa: برای گروه

source: Ford
fa: گدار

source: Fortress
fa: قلعه

source: Forward
fa: به جلو

source: Fountain type
fa: نوع آبنما / نوع فواره

source: Free
fa: رایگان

source: French
fa: فرانسوی

source: French grading
fa: درجه بندی فرانسوی

source: Fuel
fa: سوخت

source: Fuel types
fa: انواع سوخت

source: Fuel types:
fa: انواع سوخت:

source: Function
fa: عملکرد

source: GLONASS Signals
fa: سیگنال های گلوناس_سامانهٔ ماهواره‌ای ناوبری جهانی

source: GPS Signals
fa: سیگنال های جی‌پی‌اس

source: Gaelic
fa: گالیک

source: Gaelic Games
fa: بازیهای گالیک

source: Galileo Signals
fa: سیگنال های گالیله

source: Garage
fa: گاراژ

source: Gasoline
fa: گازوئیل

source: Gasoline Power Generator
fa: ژنراتور برق بنزینی

source: Gasoline Power Plant
fa: نیروگاه بنزین

source: Gasometer
fa: مخزن گاز

source: Gate
fa: دروازه / گیت

source: Gauge (mm)
fa: گیج (میلی متر)

source: Geldkarte (de)
fa: کارت پول (de)

source: Gender
fa: جنسیت

source: General
fa: عمومی

source: General access
fa: دسترسی عمومی

source: General access @
fa: دسترسی عمومی @

source: General store
fa: فروشگاه عمومی

source: Generator Type
fa: نوع ژنراتور

source: German
fa: آلمانی

source: Girocard
fa: ژیروکارد / شبکه بین بانکی آلمان

source: Glass
fa: شیشه

source: Glaziery
fa: شیشه بری

source: Golf
fa: گلف

source: Goods
fa: کالاها / اجناس

source: Gorilla
fa: گوریل

source: Government
fa: دولت

source: GrabPay
fa: گرَب‌پی_کیف پول الکترونیکی در مالزی

source: Graffiti
fa: دیوارنگاری

source: Granite
fa: گرانیت

source: Grass
fa: چمن

source: Grassland
fa: مرتع / علفزار

source: Gravel
fa: ماسه

source: Graveyard
fa: قبرستان (با مسجد یا امامزاده)

source: Greek
fa: یونانی

source: Greek catholic
fa: کاتولیک یونانی

source: Greek orthodox
fa: ارتدوکس یونانی

source: Green Waste
fa: زباله سبز / زباله قابل بازیافت

source: Greenfield
fa: توسعه نیافته

source: Greengrocer
fa: میوه و سبزی فروشی

source: Greenhouse Horticulture
fa: باغبانی گلخانه

source: Grey
fa: خاکستری

source: Grey water
fa: آب خاکستری

source: Grit Bin
fa: مخزن شن یا نمک کنار جاده

source: Ground
fa: راه مال‌رو -به صورت طبیعی ایجاد شده

source: Groundwater
fa: آبهای زیرزمینی

source: Group Home
fa: خانه گروه

source: Group only access
fa: دسترسی فقط گروهی

source: Groyne
fa: موج شکن علوم نظامى

source: Guarani
fa: گوارانی

source: Guard Rail
fa: گاردریل

source: Guest House/Bed & Breakfast
fa: مهمان خانه / تخت و صبحانه

source: Guide
fa: راهنما

source: Guidepost
fa: تابلوی راهنما

source: Gujarati
fa: گجراتی

source: Gurudwara
fa: گورودوارا

source: Gymnastics
fa: ژیمناستیک

source: HGV
fa: وسایل نقلیه سنگین

source: HGV @
fa: وسایل نقلیه سنگین @

source: Habitat with evergreen and deciduous vegetation.
fa: زیستگاهی با پوشش گیاهی همیشه سبز و برگریز.

source: Hackerspace
fa: فضای هکر

source: Hair removal
fa: برداشتن مو

source: Hairdresser
fa: آرایشگاه

source: Hairdresser supply
fa: فروشگاه لوازم آرایشگری

source: Hairdresser/Barber
fa: آرایشگر / سلمانی

source: Halal
fa: حلال

source: Hall
fa: سالن/تالار

source: Hamlet
fa: دهکده

source: Hampshire Gate
fa: دروازه همپشایر / دروازه با حصارهای سیمی

source: Handball
fa: هندبال

source: Handicap rating
fa: رتبه‌بندی معلولیت

source: Handicraft
fa: صنایع دستی

source: Handrail
fa: نرده

source: Hangar
fa: آشیانه هواپیما

source: Hardware
fa: سخت افزار

source: Has bubble?
fa: آیا حباب دارد؟

source: Has heating?
fa: آیا داغ است؟

source: Hazardous Area
fa: منطقه خطرناک

source: Hazel plants
fa: گیاهان فندق

source: Health
fa: سلامتی

source: Health food
fa: غذای سالم

source: Healthcare
fa: مراقبت های بهداشتی

source: Hearing Aids
fa: سمعک

source: Heat pump
fa: پمپ حرارتی

source: Heath
fa: خلنگ‌زار/بوته زار

source: Heating
fa: سیستم گرمایشی/گرمایش

source: Heating engineer
fa: مهندس گرمایش

source: Heavy Goods Vehicle
fa: وسیله نقلیه سنگین

source: Hebrew
fa: زبان عبری

source: Hedge
fa: حصار / مانع

source: Height (Meters)
fa: ارتفاع (متر)

source: Height (m)
fa: ارتفاع (متر)

source: Height (meters)
fa: ارتفاع (متر)

source: Height restrictor
fa: تنظیم‌کننده ارتفاع

source: Helicopter
fa: بالگرد / هلی‌کوپتر

source: Helipad
fa: محل فرود هلی‌کوپتر

source: Herbalist
fa: عطاری/گیاه شناس

source: Heuriger
fa: هوریگر_نوعی میخانه در اتریش

source: High Clearance: light duty off-road vehicle
fa: ترخیص بالا: خودروهای سبک آفرود

source: High chair for small children
fa: صندلی مخصوص برای کودکان کوچک

source: High commission
fa: کمیسیون عالی

source: Highspeed
fa: سرعت بالا

source: Highways
fa: بزرگراه ها

source: Hiking
fa: پیاده‌روی

source: Hiking Route
fa: مسیر پیاده‌روی

source: Hiking route
fa: مسیر پیاده‌روی

source: Hindi
fa: هندی

source: Hindu
fa: هندو

source: Historical name
fa: نام تاریخی/قدیمی

source: History
fa: تاریخ/تاریخچه

source: Hop plants
fa: گیاهان رازک

source: Horse
fa: اسب

source: Horse Racing
fa: مسابقه اسب دوانی

source: Hospice
fa: آسایشگاه

source: Hot dog
fa: هات‌داگ

source: House
fa: خانه

source: House name
fa: نام خانه

source: House number
fa: پلاک خانه

source: Houseboats
fa: قایق خانگی / خانه ای که به صورت قایق روی آب باشد

source: Houseware
fa: لوازم خانگی

source: Huawei Pay
fa: کیف پول هواوی

source: Hump
fa: برآمدگی جاده / دست‌انداز

source: Hungarian
fa: مجارستانی

source: Hunting
fa: شکار

source: Hunting Stand
fa: ایستگاه شکار

source: IATA
fa: انجمن بین المللی حمل و نقل هوایی

source: ICAO
fa: سازمان بین المللی هواپیمایی غیرنظامی

source: IT
fa: آی تی

source: Ice Hockey
fa: هاکی روی یخ

source: Ice Skating
fa: اسکیت روی یخ

source: Image
fa: تصویر

source: In case of traffic signals:
fa: در صورت وجود علائم راهنمایی و رانندگی:

source: Indian
fa: هندی

source: Indonesian
fa: اندونزیایی

source: Indoor
fa: داخلی

source: Industrial
fa: صنعتی

source: Industrial building
fa: ساختمان صنعتی

source: Information Office
fa: دفتر اطلاعات / دفتر اطلاع رسانی

source: Information Terminal
fa: پایانه اطلاعات

source: Inscription
fa: کتیبه

source: Insulator
fa: عایق / ایزوگام

source: Insurance
fa: بیمه

source: Intermittent
fa: تناوب

source: International name
fa: نام بین المللی

source: Internet Access
fa: دسترسی اینترنت

source: Island
fa: جزیره

source: Islet
fa: جزیره کوچک

source: Italian
fa: ایتالیایی

source: JCB
fa: جی سی بی / کارت اعتباری ژاپنی

source: Japanese
fa: ژاپنی

source: Jewellery
fa: جواهرات

source: Joiner
fa: نجار/نازک‌کار چوب

source: Juice
fa: آب‌میوه

source: Junction
fa: تقاطع

source: Junction has no name
fa: اتصال نامی ندارد

source: Junction reference
fa: مرجع اتصال

source: Juveniles
fa: نوجوانان

source: Kangaroo
fa: کانگورو

source: Kannada
fa: کانادایی

source: Kart Racing
fa: مسابقه کارت

source: Karting
fa: ورزش رانندگى با اتومبیل کوچک/کارتینگ

source: Kebab
fa: کباب

source: Kids area
fa: منطقه بچه ها

source: Kiln
fa: کوره

source: Kindergarten
fa: مهد کودک

source: Kiosk
fa: دکه/کیوسک

source: Kissing Gate
fa: ورودی مخصوص انسان/گیت ورودی

source: Kitchen
fa: آشپزخانه

source: Kitchen Opening Hours
fa: ساعت کار آشپزخانه

source: Koala
fa: کوآلا

source: Korean
fa: کره ای

source: Kosher
fa: حلال - تهیه شده برطبق شریعت یهود

source: Kremlin
fa: کاخ کرملین

source: LGBTQ men
fa: مردان همجنس‌گرا

source: LGBTQ preference
fa: اولویت همجنس‌گرایان

source: LGBTQ transgender
fa: تغییر جنسیت همجنس‌گراها

source: LGBTQ women
fa: زنان همجنس‌گرا

source: LPG (Liquefied petroleum gas)
fa: LPG (گاز مایع)

source: Label point
fa: نقطه برچسب

source: Laboratory
fa: آزمایشگاه

source: Lacto-vegetarian
fa: لاکتو گیاهی / نوعی رژیم بدون گوشت

source: Lactose free
fa: بدون لاکتوز

source: Ladder
fa: نردبان / پلکان

source: Lagoon
fa: مرداب / تالاب

source: Lake
fa: دریاچه

source: Land use
fa: کاربری زمین

source: Land use and nature
fa: کاربری زمین و طبیعت

source: Landfill
fa: محل دفن زباله

source: Lanes
fa: خطوط/خطوط عبوری

source: Language school
fa: آموزشگاه زبان

source: Lao
fa: لائو

source: Large area covered with mud.
fa: منطقه وسیعی پوشیده از گل و لای.

source: Large area covered with sand.
fa: منطقه وسیعی پوشیده از ماسه.

source: Laser
fa: لیزر

source: Latin
fa: لاتین

source: Latvian
fa: لتونیایی

source: Laundry
fa: خشکشویی/رختشوی خانه

source: Laundry Service
fa: سرویس خشکشویی

source: Lavoir
fa: محل شست‌وشوی لباس با دست

source: Lawn Bowling
fa: بولینگ روی چمن

source: Lawyer
fa: وکیل

source: Layer
fa: لایه

source: Lead
fa: رهبری

source: Leaf cycle
fa: چرخه برگ

source: Leaf type
fa: نوع برگ

source: Leafless
fa: بی برگ

source: League
fa: لیگ

source: Leather
fa: چرم

source: Lebanese
fa: لبنانی

source: Left
fa: چپ

source: Left and through
fa: چپ و از طریق

source: Left handrail
fa: نرده چپ

source: Left turn only
fa: فقط پیچ چپ

source: Legacy station types
fa: انواع ایستگاه های قدیمی

source: Legacy stop types
fa: انواع توقفگاه قدیمی

source: Legislative
fa: قانون گذار

source: Leisure
fa: اوقات فراغت

source: Lemon trees
fa: درختان لیمو

source: Lemur
fa: لمور

source: Length (meters)
fa: طول (متر)

source: Leopard
fa: پلنگ

source: Level
fa: سطح

source: Level Crossing
fa: عبور از سطح

source: Liaison
fa: رابط

source: Liaison office
fa: دفتر رابط

source: Library
fa: کتابخانه

source: License Classes
fa: مجوز کلاس ها

source: License plate
fa: پلاک وسیله نقلیه

source: Life ring
fa: حلقه نجات

source: Lifecycle
fa: چرخه زندگی

source: Lifeguard
fa: نجات غریق

source: Lifeguard base
fa: پایگاه نجات غریق

source: Lifeguard tower
fa: برج نجات غریق

source: Lift Gate
fa: راهبند بازویی

source: Light Rail
fa: قطار سبک شهری

source: Light rail
fa: قطار سبک شهری

source: Lighthouse
fa: فانوس دریایی

source: Lime
fa: آهک

source: Limestone
fa: سنگ آهک

source: Limit
fa: محدوده

source: Limited
fa: محدود

source: Line between the sea and land (with the water on the right side of the way).
fa: خط بین دریا و خشکی (با آب در سمت راست راه).

source: Line type
fa: نوع خط

source: Lion
fa: شیر

source: Lit
fa: روشنایی

source: Litecoin
fa: لایت‌کوین / نوعی رمز ارز

source: Lithuanian
fa: لیتوانیایی

source: Living Street
fa: جاده مسکونی

source: Llama
fa: لاما_شتر بی کوهان

source: Loading and unloading only
fa: فقط بارگیری و تخلیه

source: Loading dock
fa: اسکله بارگیری

source: Local
fa: محلی

source: Local name
fa: نام محلی

source: Locality
fa: محل خالی از سکنه

source: Located inside a building?
fa: داخل ساختمان قرار دارد؟

source: Location
fa: موقعیت

source: Location description
fa: شرح مکان

source: Location transition
fa: انتقال مکان

source: Lock
fa: قفل کردن

source: Lock Gate
fa: دریچه آب بند

source: Lockable
fa: قابل قفل شدن

source: Locksmith
fa: قفل ساز

source: Locomotive
fa: لوکوموتیو

source: Logistics
fa: لُجستیک

source: Lottery
fa: بخت آزمایی

source: Lounger
fa: صندلی راحتی

source: Love Hotel
fa: هتل عشق

source: Lower secondary (2)
fa: متوسطه پایین (2)

source: Lower tertiary education (5)
fa: تحصیلات عالیه پایین (5)

source: Lowered
fa: پایین آورد

source: Luminous
fa: نورانی

source: Lutheran
fa: لوتری / لوتریانیسم

source: Lynx
fa: سیاهگوش

source: MEGACASH
fa: مگاکش_نوعی پول الکترونیک

source: MTB
fa: دوچرخه کوهستان

source: Macadamia trees
fa: درختان ماکادامیا

source: Macedonian
fa: مقدونی

source: Maestro
fa: مائسترو_نوعی پرداخت

source: Magic Carpet
fa: قالی جادویی

source: Mahayana
fa: ماهایانا

source: Mains
fa: منبع اصلی

source: Malay
fa: مالایی

source: Malayalam
fa: مالایالام

source: Malaysian
fa: مالزی

source: Male
fa: مرد

source: Mall
fa: مرکز خرید

source: Maltese
fa: مالتی

source: Mammal
fa: پستاندار

source: Man Made
fa: سازه‌ی انسانی

source: Mandiri e-money
fa: پول الکترونیکی ماندیری

source: Mandrill
fa: مَندریل یا شاه‌بابون

source: Mango trees
fa: درختان انبه

source: Mangrove
fa: مانگرو / حرا

source: Manhole
fa: دریچه فاضلاب/چاهک بازدید

source: Manual
fa: کتابچه راهنما

source: Manually
fa: به صورت دستی

source: Manufacturer
fa: سازنده

source: Maori
fa: مائوری

source: Map
fa: نقشه

source: Marathi
fa: مَراتی

source: Marina
fa: تفرجگاه ساحلی

source: Marine Fuel
fa: سوخت دریایی

source: Marionette
fa: خیمه‌شب‌بازی

source: Maritime
fa: دریایی

source: Marker
fa: نشانه / نشانگر

source: Marmot
fa: مارموت / نوعی سنجاب بزرگ

source: Marsh
fa: باتلاق / مرداب

source: Mason
fa: سنگتراش

source: Massage
fa: ماساژ

source: Massage therapy
fa: ماساژ درمانی

source: Massage type
fa: نوع ماساژ

source: Mast
fa: دکل مخابراتی

source: Mastercard
fa: مسترکارت

source: Material
fa: جنس

source: Mausoleum
fa: آرامگاه / مقبره

source: Max speed
fa: حداکثر سرعت

source: Max speed @
fa: حداکثر سرعت @

source: Max speed HGV @
fa: حداکثر سرعت HGV @

source: Max speed HGV ← @
fa: حداکثر سرعت HGV ← @

source: Max speed HGV → @
fa: حداکثر سرعت HGV → @

source: Max speed ←
fa: حداکثر سرعت ←

source: Max speed ← @
fa: حداکثر سرعت ← @

source: Max speed →
fa: حداکثر سرعت →

source: Max speed → @
fa: حداکثر سرعت → @

source: Max. axle load (tonnes)
fa: حداکثر بار محور (تن)

source: Max. height
fa: حداکثر ارتفاع

source: Max. height (Meters)
fa: حداکثر ارتفاع (متر)

source: Max. height (meters)
fa: حداکثر ارتفاع (متر)

source: Max. height (meters, only if enforcement=maxheight)
fa: حداکثر ارتفاع (متر، فقط در صورت اجرا = حداکثر ارتفاع)

source: Max. length (meters)
fa: حداکثر طول (متر)

source: Max. speed
fa: حداکثر سرعت

source: Max. speed (km/h)
fa: حداکثر سرعت (کیلومتر بر ساعت)

source: Max. speed (km/h, only if enforcement=maxspeed)
fa: حداکثر سرعت (کیلومتر بر ساعت ، فقط در صورت اعمال = حداکثر سرعت)

source: Max. speed HGV
fa: حداکثر سرعت HGV

source: Max. speed HGV ←
fa: حداکثر سرعت HGV ←

source: Max. speed HGV →
fa: حداکثر سرعت HGV →

source: Max. weight
fa: حداکثر وزن

source: Max. weight (tonnes)
fa: حداکثر وزن (تن)

source: Max. weight (tonnes, only if enforcement=maxweight)
fa: حداکثر وزن (تن، فقط در صورت اعمال = حداکثر وزن)

source: Max. width (Meters)
fa: حداکثر عرض (متر)

source: Max. width (meters)
fa: حداکثر عرض (متر)

source: Maximum age
fa: حداکثر سن

source: Maximum climbing length (m)
fa: حداکثر طول صعود (متر)

source: Maximum speed for heavy goods vehicles in way direction specified in km/h
fa: حداکثر سرعت برای وسایل نقلیه سنگین در جهت مشخص شده در کیلومتر بر ساعت

source: Maximum speed for heavy goods vehicles opposite way direction specified in km/h
fa: حداکثر سرعت برای وسایل نقلیه سنگین در جهت مخالف در کیلومتر بر ساعت

source: Maximum speed for heavy goods vehicles specified in km/h
fa: حداکثر سرعت برای خودروهای سنگین مشخص شده در کیلومتر بر ساعت

source: Maxspeed per lane
fa: حداکثر سرعت در هر خط

source: Maxspeed per lane in way direction
fa: حداکثر سرعت در هر خط در جهت راه

source: Maxspeed per lane opposite to way direction
fa: حداکثر سرعت در هر خط مخالف جهت راه
