Repository: DickerPeter/beautified-JOSM-preset
Catalog: i18n/preset_*.po
Languages: fa

source: members of site
fa: اعضای سایت

source: natural
fa: طبیعی

source: node of the intersection
fa: گره تقاطع

source: outer segment
fa: بخش بیرونی

source: perimeter of the site
fa: محیط سایت

source: platform
fa: پلتفرم

source: platform (entry only)
fa: پلتفرم (فقط ورود)

source: platform (exit only)
fa: پلتفرم (فقط خروج)

source: position of sign
fa: موقعیت نشانه / موقعیت تابلو

source: spring of waterway
fa: چشمه آبراهه

source: start and stop endpoint
fa: شروع و توقف نقطه پایانی

source: start endpoint
fa: نقطه پایان را شروع کنید

source: stop endpoint
fa: نقطه پایان را متوقف کنید

source: stop position
fa: موقعیت توقف

source: stop position (entry only)
fa: موقعیت توقف (فقط ورود)

source: stop position (exit only)
fa: موقعیت توقف (فقط خروج)

source: street
fa: خیابان

source: street (up to 20m)
fa: خیابان (تا 20 متر)

source: to way
fa: به راه

source: ways being part of street
fa: راه هایی که بخشی از خیابان هستند

# material
source: Aluminium
fa: آلومینیوم

# material
source: Andesite
fa: آندزیت

# material
source: Barbed wire
fa: سیم خاردار

# material
source: Bars
fa: میله ها

# material
source: Brass
fa: برنج

# material
source: Brick
fa: آجر

# material
source: Bronze
fa: برنز

# material
source: Chain link
fa: لینک زنجیره ای

# material
source: Concrete
fa: بتن

# material
source: Electric
fa: الکتریکی / برقی

# material
source: Glass
fa: شیشه

# material
source: Granite
fa: گرانیت

# material
source: Masonry
fa: سنگ تراشی

source: Material
fa: جنس

# material
source: Metal
fa: فلز

# material
source: Plastic
fa: پلاستیک

# material
source: Pole
fa: قطب

# material
source: Railing
fa: نرده

# material
source: Reinforced concrete
fa: بتن آرمه

# material
source: Steel
fa: فولاد

# material
source: Stone
fa: سنگ

# material
source: Type
fa: نوع

# material
source: Wire
fa: سیم

# material
source: Wood
fa: چوب

# surface
source: Asphalt
fa: آسفالت

# surface
source: Cobblestone
fa: سنگفرش

# surface
source: Compacted
fa: فشرده شده

# surface
source: Concrete
fa: بتن

# surface
source: Concrete lanes
fa: خطوط بتنی

# surface
source: Concrete plates
fa: صفحات بتنی

# surface
source: Dirt
fa: خاک

# surface
source: Fine gravel
fa: سنگریزه خوب

# surface
source: Grass
fa: چمن

# surface
source: Grass paver
fa: سنگفرش چمن

# surface
source: Gravel
fa: سنگ ریزه / شن

# surface
source: Ground
fa: زمین

# surface
source: Metal
fa: فلز

# surface
source: Mud
fa: گل و لای

# surface
source: Paved
fa: سنگ‌فرش شده / سنگ فرش

# surface
source: Paving stones
fa: سنگفرش

# surface
source: Pebblestone
fa: سنگریزه

# surface
source: Rock
fa: سنگ

# surface
source: Sand
fa: شنی / ماسه / ریگ

source: Surface
fa: سطح

# surface
source: Unpaved
fa: سنگ‌فرش نشده

# surface
source: Wood
fa: چوب

# overtaking
source: No
fa: خیر

# overtaking
source: Yes
fa: بله

source: Sidewalk
fa: پیاده‌رو

# sidewalk
source: Yes
fa: بله

# pedestrian
source: Crossing type
fa: نوع عبور

# pedestrian
source: Island
fa: جزیره

# pedestrian
source: Traffic signals
fa: چراغ راهنمایی

# crossing:markings
source: Ladder
fa: نردبان / پلکان

# crossing:markings
source: Lines
fa: خط‌ها

# crossing:markings
source: Surface
fa: سطح

# crossing:markings
source: Zebra
fa: گورخر

# railway
source: Barrier
fa: مانع / حصار

# railway
source: Branch
fa: شعبه

# railway
source: Crossover
fa: خط رابط ریل

# railway
source: Default
fa: پیش فرض

# railway
source: Industrial
fa: صنعتی

# railway
source: Main
fa: اصلی

# railway
source: Military
fa: نظامی

# railway
source: Service type
fa: نوع خدمات

# railway
source: Siding
fa: کناری

# railway
source: Spur
fa: خار

# railway
source: Station
fa: ایستگاه / جایگاه

# railway
source: Tourism
fa: گردشگری

# railway
source: Type
fa: نوع

# railway
source: Usage
fa: کاربرد / استفاده

# railway
source: Yard
fa: حیاط

# entrance
source: Door type
fa: نوع در

# entrance
source: Emergency
fa: اورژانس

source: Entrance
fa: ورود

# entrance
source: Exit
fa: خروج / درب خروجی

# entrance
source: Garage
fa: گاراژ تکی

# entrance
source: Home
fa: خانه / صفحه اصلی

# entrance
source: Main
fa: اصلی

# entrance
source: None
fa: هیچکدام

# entrance
source: Service
fa: سرویس

# entrance
source: Shop
fa: فروشگاه

# entrance
source: Staircase
fa: راه پله

# entrance
source: Yes
fa: بله

# clothes
source: Babies
fa: نوزادان

# clothes
source: Children
fa: فرزندان

# clothes
source: Costumes
fa: لباس مخصوص

# clothes
source: Denim
fa: دِنیم_یک پارچه پنبه‌ای محکم و ضخیم

# clothes
source: Fashion
fa: روش / سبک

# clothes
source: Hats
fa: کلاه ها

# clothes
source: Kind of clothes
fa: نوع لباس

# clothes
source: Leather
fa: چرم

# clothes
source: Maternity
fa: زایمان

# clothes
source: Men
fa: مردها

# clothes
source: Motorcycle
fa: موتورسیکلت

# clothes
source: Oversize
fa: بیش از اندازه / بزرگتر از اندازه

# clothes
source: Schoolwear
fa: لباس مدرسه

# clothes
source: Sports
fa: ورزش‌ها

# clothes
source: Suits
fa: کت و شلوار

# clothes
source: Swimwear
fa: لباس شنا

# clothes
source: Traditional
fa: سنتی

# clothes
source: Wedding
fa: عروسی

# clothes
source: Women
fa: زنان

# clothes
source: Workwear
fa: لباس کار

source: Access
fa: دسترسی

# access
source: Agricultural
fa: کشاورزی

# access
source: All vehicles
fa: همه وسایل نقلیه

# access
source: Bicycle
fa: دوچرخه

# access
source: Canoe
fa: قایق رانی

# access
source: Customers
fa: مشتریان

# access
source: Delivery
fa: تحویل

# access
source: Designated
fa: ویژه / تعیین شده

# access
source: Destination
fa: مقصد

# access
source: Dismount
fa: پیاده شدن

# access
source: Dog
fa: سگ

# access
source: Foot
fa: پیاده

# access
source: General access
fa: دسترسی عمومی

# access
source: Horse
fa: اسب

# access
source: Motorboat
fa: قایق موتوری

# access
source: Motorcar
fa: خودرو

# access
source: Motorcycle
fa: موتورسیکلت

# access
source: No
fa: خير

# access
source: No access
fa: فاقد دسترسی

# access
source: Official
fa: رسمی

# access
source: Permissive
fa: مجاز

# access
source: Permit required
fa: مجوز مورد نیاز

# access
source: Private
fa: خصوصی ، شخصی

# access
source: Public Service Vehicles (psv)
fa: وسایل نقلیه خدمات عمومی (psv)

# access
source: Recommended
fa: پیشنهاد شده

# access
source: Ship
fa: کشتی

# access
source: Ski
fa: اسکی

# access
source: Snowmobile
fa: ماشین برفی

# access
source: Tourist buses
fa: اتوبوس های گردشگری

# access
source: Use sidepath
fa: از مسیر جانبی استفاده کنید

# access
source: Vehicle access
fa: دسترسی به وسیله نقلیه

# access
source: Yes
fa: بله

# sport
source: 10pin
fa: 10 پین

# sport
source: 9pin
fa: 9 پین

# sport
source: American football
fa: فوتبال آمریکایی

# sport
source: Archery
fa: تیراندازی با کمان

# sport
source: Athletics
fa: ورزشکاری

# sport
source: Australian football
fa: فوتبال استرالیایی

# sport
source: Badminton
fa: بدمینتون

# sport
source: Baseball
fa: بیسبال

# sport
source: Basketball
fa: بسکتبال

# sport
source: Beach volleyball
fa: والیبال ساحلی

# sport
source: Billiards
fa: بیلیارد

# sport
source: Boules
fa: توپ

# sport
source: Bowls
fa: بولینگ

# sport
source: Canadian football
fa: فوتبال کانادایی

# sport
source: Canoe
fa: قایق رانی

# sport
source: Chess
fa: شطرنج

# sport
source: Climbing
fa: صخره نوردی / سنگ نوردی

# sport
source: Cricket
fa: کریکت

# sport
source: Croquet
fa: کروکت

# sport
source: Curling
fa: کرلینگ ورزشی که با هُل دادن سنگ‌ها روی صفحاتِ یخی انجام می‌شود

# sport
source: Cycling
fa: ورزش دوچرخه‌سواری

# sport
source: Dog racing
fa: ورزش مسابقه سگ

# sport
source: Equestrian
fa: سوارکاری

# sport
source: Field hockey
fa: هاکی روی چمن

# sport
source: Fitness
fa: تناسب اندام

# sport
source: Gaelic games
fa: بازیهای گالیک

# sport
source: Golf
fa: گلف

# sport
source: Gymnastics
fa: ژیمناستیک

# sport
source: Handball
fa: هندبال

# sport
source: Hoops
fa: حلقه ها

# sport
source: Horse racing
fa: مسابقه اسب دوانی

# sport
source: Horseshoes
fa: ورزش پرتاب نعل اسب

# sport
source: Ice hockey
fa: هاکی روی یخ

# sport
source: Ice skating
fa: اسکیت روی یخ

# sport
source: Karting
fa: ورزش کارتینگ

# sport
source: Martial arts
fa: هنرهای رزمی

# sport
source: Motocross
fa: ورزش موتوکراس _ موتور پرشی

# sport
source: Motor
fa: موتور

# sport
source: Multiple
fa: ورزش‌های چندگانه

# sport
source: Netball
fa: نتبال

# sport
source: Pelota
fa: توپ

# sport
source: Racetrack
fa: پیست مسابقه

# sport
source: Racquet
fa: راکت تنیس

# sport
source: Roller skating
fa: اسکیت

# sport
source: Rowing
fa: قایقرانی

# sport
source: Rugby league
fa: لیگ راگبی

# sport
source: Rugby union
fa: اتحادیه راگبی

# sport
source: Running
fa: ورزش مسابقه دو

# sport
source: Safety training
fa: آموزش ایمنی

# sport
source: Shooting
fa: تیراندازی کردن با تفنگ

# sport
source: Shuffleboard
fa: بازی شافل برد

# sport
source: Skateboard
fa: اسکیت برد

# sport
source: Skating
fa: اسکیت

# sport
source: Soccer
fa: فوتبال

# sport
source: Softball
fa: سافت‌بال

source: Sport
fa: ورزش

# sport
source: Sports centre
fa: مرکز ورزشی

# sport
source: Stadium
fa: ورزشگاه

# sport
source: Swimming
fa: شنا كردن

# sport
source: Table tennis
fa: تنیس روی میز

# sport
source: Tennis
fa: تنیس

# sport
source: Track
fa: مسیر خاکی

# sport
source: Type
fa: نوع

# sport
source: Volleyball
fa: والیبال

# sport
source: Yoga
fa: یوگا

# parking
source: Asphalt
fa: آسفالت

# parking
source: Carports
fa: سایبان پارکینگ

# parking
source: Cobblestone
fa: سنگفرش

# parking
source: Compacted
fa: فشرده

# parking
source: Concrete
fa: بتن

# parking
source: Concrete lanes
fa: خطوط بتنی

# parking
source: Concrete plates
fa: صفحات بتنی

# parking
source: Customers
fa: مشتریان

# parking
source: Diagonal
fa: موَرَب

# parking
source: Dirt
fa: خاک

# parking
source: Disc
fa: دیسک

# parking
source: Fine gravel
fa: سنگریزه خوب

# parking
source: Fire lane
fa: خط آتش نشانی

# parking
source: Free
fa: رایگان

# parking
source: Grass
fa: چمن

# parking
source: Grass paver
fa: سنگفرش چمن

# parking
source: Gravel
fa: سنگ ریزه / شن

# parking
source: Ground
fa: زمین

# parking
source: Lane
fa: باند / مسیر

# parking
source: Metal
fa: فلز

# parking
source: Mud
fa: گل و لای

# parking
source: Multi-storey
fa: چند طبقه

# parking
source: No parking
fa: پارک ممنوع

# parking
source: Parallel
fa: پارالل / موازی

# parking
source: Parallel to street
fa: موازی با خیابان

# parking
source: Paved
fa: روسازی‌شده

# parking
source: Paving stones
fa: سنگفرش

# parking
source: Pebblestone
fa: سنگ ریزه

# parking
source: Perpendicular
fa: عمود

# parking
source: Private
fa: خصوصی

# parking
source: Rock
fa: سنگ

# parking
source: Rooftop
fa: پشت بام

# parking
source: Sand
fa: شنی / ماسه / ریگ

# parking
source: Sheds
fa: پارکینگ آلونکی / سوله کوچک

# parking
source: Street side
fa: کنار خیابان

# parking
source: Surface
fa: سطح

# parking
source: Ticket
fa: بلیط

# parking
source: Type
fa: نوع

# parking
source: Underground
fa: زیر زمین

# parking
source: Unpaved
fa: روسازی‌نشده

# parking
source: Wood
fa: چوب

# jewish
source: Conservative
fa: محافظه کار

# jewish
source: Denomination
fa: مذهب / فرقه

# jewish
source: Nondenominational
fa: غیر فرقه ای

# jewish
source: Orthodox
fa: ارتدوکس

# jewish
source: Reform
fa: اصلاحات

# power
source: Anchor
fa: لنگر

# power
source: Branch
fa: شعبه

# power
source: Connection
fa: ارتباط

# power
source: Cross
fa: صلیب

# power
source: Crossing
fa: خط عابر پیاده

# power
source: Indoor
fa: فضای داخلی

# power
source: Line attachment
fa: پیوست خط

# power
source: Line management
fa: مدیریت خط

# power
source: Location
fa: مکان

# power
source: Loop
fa: حلقه

# power
source: Method
fa: شیوه / روش

# power
source: Number of conductors/wires per cable
fa: تعداد هادی های رسانا/سیم ها در هر کابل

# power
source: Outdoor
fa: فضای باز

# power
source: Pin
fa: سنجاق کردن

# power
source: Platform
fa: پلتفرم

# power
source: Pole type
fa: نوع قطب

# power
source: Pulley
fa: قرقره

# power
source: Roof
fa: سقف

# power
source: Split
fa: برش

# power
source: Straight
fa: مستقیم

# power
source: Surface
fa: سطح

# power
source: Tower design
fa: طراحی برج

# power
source: Tower type
fa: نوع برج

# power
source: Transposing
fa: انتقال / جابجایی

# power
source: Type
fa: نوع

# power
source: Type of compensator
fa: نوع جبران کننده

# power
source: Type of converter
fa: نوع مبدل

# power
source: Type of substation
fa: نوع پست

# power
source: Type of switch
fa: نوع سوئیچ

# power
source: Type of transformer
fa: نوع ترانسفورماتور

# power
source: Underground
fa: زیرزمین

# power_windings
source: Windings configuration
fa: پیکربندی سیم پیچ ها

# telecom
source: Coaxial
fa: هم محور

# telecom
source: Copper
fa: مس

# telecom
source: Fibre
fa: فیبر / رشته

# bridge
source: Aqueduct
fa: قنات

# bridge
source: Arch
fa: طاق

# bridge
source: Bascule
fa: لنگر پل متحرک

# bridge
source: Boardwalk
fa: پیاده‌رو یا تفرجگاه با کف تخته / پیاده روی

source: Bridge
fa: پل

# bridge
source: Cantilever
fa: کنسول

# bridge
source: Covered
fa: سرپوشیده

# bridge
source: Drawbridge
fa: پل متحرک

# bridge
source: Floating
fa: شناور / متحرک بر روی اب

# bridge
source: Pier
fa: اسکله

# bridge
source: Pylon
fa: ستون / تیر

# bridge
source: Structure
fa: ساختار

# bridge
source: Swing
fa: تاب

# bridge
source: Yes
fa: بله

# handle
source: Cross
fa: صلیب

# handle
source: None
fa: هیچ کدام

# mounting/support
source: Billboard
fa: بیلبورد / تابلو تبلیغاتی

# mounting/support
source: Ground
fa: راه مال‌رو (به صورت طبیعی ایجاد شده) باریک

# mounting/support
source: Pole
fa: قطب

# mounting/support
source: Support
fa: نگهدارنده

# colour
source: Black
fa: سیاه

# colour
source: Blue
fa: آبی

# colour
source: Brown
fa: قهوه‌ای

# colour
source: Color (HTML name or hexadecimal code)
fa: رنگ (نام HTML یا کد هگزادسیمال)

# colour
source: Green
fa: سبز

# colour
source: Red
fa: قرمز

# colour
source: Silver
fa: نقره

# colour
source: White
fa: سفید

# colour
source: Yellow
fa: زرد

# tactile_paving
source: None
fa: هیچکدام

# tactile_paving
source: Present
fa: حاضر / فعلی

# healthcare
source: General
fa: عمومی

# healthcare
source: Internal
fa: داخلی

# healthcare
source: Osteopathy
fa: پوکی استخوان

# healthcare
source: Otolaryngology
fa: گوش و حلق و بینی

# healthcare
source: Paediatrics
fa: متخصص اطفال

# healthcare
source: Plastic surgery
fa: جراحی پلاستیک و زیبایی

# healthcare
source: Psychiatry
fa: روانپزشکی

# healthcare
source: Radiology
fa: رادیولوژی

# healthcare
source: Reflexology
fa: رفلکسولوژی / بازتاب شناسی

# healthcare
source: Shiatsu
fa: شیاتسو

# healthcare
source: Speciality
fa: تخصص

# building
source: Agricultural
fa: کشاورزی

# building
source: Barn
fa: انبار غله

# building
source: Basilica
fa: بازیلیکا / کاخ بزرگ

# building
source: Boathouse
fa: ساختمان تجمیع قایق / گاراژ قایق

# building
source: Brick
fa: آجر

source: Building
fa: ساختمان

# building
source: Building colour
fa: رنگ ساختمان

# building
source: Building material
fa: مواد و مصالح ساختمانی

# building
source: Building part
fa: قسمت ساختمان

# building
source: Building use
fa: کاربری ساختمان

# building
source: Building wall material
fa: مصالح دیوار ساختمان

# building
source: Bungalow
fa: بانگالو / خانه ی ییلاقی

# building
source: Bunker
fa: پناهگاه

# building
source: Cabin
fa: کلبه کنده‌ای / آلونک

# building
source: Carport
fa: گاراژ بدون سقف / فضای سایبان محدود

# building
source: Cathedral
fa: کلیسای جامع

# building
source: Commercial
fa: تجاری

# building
source: Concrete
fa: بتن

# building
source: Cowshed
fa: طویله

# building
source: Detached
fa: جدا

# building
source: Education
fa: تحصیلات

# building
source: Equestrian
fa: سوارکاری

# building
source: Farm
fa: مزرعه

# building
source: Farm auxiliary
fa: خانه رعیتی

# building
source: Garage
fa: گاراژ تکی

# building
source: Garages
fa: گاراژ چندتایی

# building
source: Gasometer
fa: مخزن گاز

# building
source: Glass
fa: شیشه

# building
source: Government
fa: دولت

# building
source: Grandstand
fa: جایگاه تماشاچیان

# building
source: Greenhouse
fa: گلخانه

# building
source: Hangar
fa: آشیانه هواپیما / فرودگاه

# building
source: House
fa: خانه

# building
source: Houseboat
fa: قایق خانگی / خانه ای که به صورت قایق روی آب باشد

# building
source: Hut
fa: کلبه

# building
source: Industrial
fa: صنعتی

# building
source: Kindergarten
fa: مهد کودک

# building
source: Kiosk
fa: دکه

# building
source: Leisure
fa: اوقات فراغت

# building
source: Limestone
fa: سنگ آهک

# building
source: Manufacture
fa: ساخت

# building
source: Masonry
fa: سنگ تراشی

# building
source: Max. level
fa: حداکثر مرحله

# building
source: Medical
fa: پزشکی

# building
source: Metal
fa: فلز

# building
source: Min. level
fa: حداقل مرحله

# building
source: Monastery
fa: صومعه

# building
source: Mosque
fa: مسجد

# building
source: Mud
fa: گل و لای

# building
source: Office
fa: دفتر

# building
source: Parking
fa: پارکینگ

# building
source: Pavilion
fa: غرفه

# building
source: Plastic
fa: پلاستیک

# building
source: Public
fa: عمومی

# building
source: Railway
fa: راه آهن

# building
source: Religious
fa: دینی / مذهبی

# building
source: Research
fa: پژوهش / تحقیق

# building
source: Residential
fa: مسکونی

# building
source: Roof type
fa: نوع سقف

# building
source: Ruins
fa: ویرانه / خرابه

# building
source: School
fa: مدرسه

# building
source: Service
fa: سرویس

# building
source: Shed
fa: اتاقک / آلونک

# building
source: Shelter
fa: پناهگاه

# building
source: Skipped Levels
fa: سطوح رد شده

# building
source: Sport
fa: ورزش

# building
source: Stable
fa: اصطبل / طویله

# building
source: Stadium
fa: ورزشگاه

# building
source: Steel
fa: فولاد

# building
source: Stone
fa: سنگ

# building
source: Storage
fa: ذخیره سازی

# building
source: Supermarket
fa: فروشگاه بزرگ

# building
source: Synagogue
fa: کنیسه / نیایش‌گاه یهودیان

# building
source: Temple
fa: معبد

# building
source: Terrace
fa: تراس / ردیف خطی از خانه های مسکونی

# building
source: Toilets
fa: سرویس بهداشتی

# building
source: Traditional
fa: سنتی

# building
source: Train station
fa: ایستگاه قطار

# building
source: Transportation
fa: حمل و نقل

# building
source: University
fa: دانشگاه

# building
source: Warehouse
fa: انبار

# building
source: Wood
fa: چوب

# building
source: Yes
fa: بله

# operator
source: Operator type
fa: نوع اپراتور / نوع گرداننده

# operator
source: Private
fa: خصوصی

# operator
source: Public
fa: عمومی

# operator
source: Religious
fa: دینی / مذهبی

# advertising
source: Billboard
fa: تابلو تبلیغاتی

# advertising
source: No
fa: خیر

# advertising
source: Poster box
fa: جعبه پوستر

# advertising
source: Sign
fa: نشانه / تابلو

# advertising
source: Totem
fa: توتِم

# advertising
source: Wind
fa: باد

# advertising
source: Yes
fa: بله

# Highway
source: Alley
fa: کوچه خدماتی

# Highway
source: Arcade
fa: گذرگاه طاقدار

# Highway
source: Bus Guideway
fa: مسیر ویژه اتوبوس

# Highway
source: Bus guideway
fa: مسیر ویژه اتوبوس

# Highway
source: Bus stop
fa: ایستگاه اتوبوس

# Highway
source: Construction
fa: ساخت و ساز

# Highway
source: Crossing
fa: خط عابر پیاده

# Highway
source: Cycleway
fa: راه دوچرخه

# Highway
source: Dedicated Bridleway
fa: پیاده روی اختصاصی

# Highway
source: Dedicated Cycleway
fa: دوچرخه سواری اختصاصی

# Highway
source: Dedicated Footway
fa: راه پیاده اختصاصی

# Highway
source: Drive-through
fa: خدمات سواره (بدون پیاده شدن)

# Highway
source: Driveway
fa: راه ورودی / راهرو

# Highway
source: Emergency access
fa: دسترسی اضطراری

# Highway
source: Escape
fa: فرار

# Highway
source: Footway
fa: پیاده رو

# Highway
source: Highway type
fa: نوع بزرگراه

# Highway
source: Highway type connected
fa: نوع بزرگراه متصل

# Highway
source: Junction
fa: تقاطع / نقطه اتصال

# Highway
source: Living street
fa: جاده مسکونی

# Highway
source: Motorway
fa: آزادراه

# Highway
source: Motorway Link
fa: اتصال آزادراه

# Highway
source: Motorway link
fa: اتصال بزرگراه

# Highway
source: Parking
fa: پارکینگ

# Highway
source: Parking aisle
fa: راهرو پارکینگ

# Highway
source: Parking lane
fa: خط پارکینگ

# Highway
source: Parking space
fa: فضای پارکینگ

# Highway
source: Path
fa: راهچه/مسیر ترکیبی

# Highway
source: Pedestrian
fa: عبور پیاده

# Highway
source: Primary
fa: ابتدایی / اولیه

# Highway
source: Primary Link
fa: اتصال درجه یک

# Highway
source: Primary link
fa: اتصال درجه یک

# Highway
source: Raceway
fa: مسیر مسابقه

# Highway
source: Residential
fa: مسکونی

# Highway
source: Secondary
fa: دوم / ثانوی

# Highway
source: Secondary link
fa: اتصال درجه دو

# Highway
source: Service
fa: سرویس

# Highway
source: Service way type
fa: نوع راه خدماتی

# Highway
source: Steps
fa: پله

# Highway
source: Street type
fa: نوع خیابان

# Highway
source: Tertiary
fa: درجه سوم / درجه سه

# Highway
source: Tertiary Link
fa: اتصال درجه سه

# Highway
source: Tertiary link
fa: اتصال درجه سه

# Highway
source: Track
fa: مسیر خاکی

# Highway
source: Traffic island
fa: جزیره ترافیکی

# Highway
source: Trunk
fa: تنه

# Highway
source: Trunk Link
fa: اتصال بزرگراه

# Highway
source: Trunk link
fa: اتصال بزرگراه

# Highway
source: Type
fa: نوع

# Highway
source: Unclassified
fa: طبقه بندی نشده

# Highway
source: Yes
fa: بله

source: Cycleway
fa: راه دوچرخه

# cycleway
source: Cycleway left
fa: راه دوچرخه سواری سمت چپ

# cycleway
source: Cycleway right
fa: راه دوچرخه سواری سمت راست

# cycleway
source: Lane
fa: باند

# cycleway
source: Opposite
fa: مقابل / متناقض

# cycleway
source: Opposite track
fa: مسیر روبرو / مسیر مقابل

# cycleway
source: Separate
fa: جداگانه / مجزا

# cycleway
source: Track
fa: مسیر خاکی

# trail_visibility
source: Bad
fa: بد

# trail_visibility
source: Excellent
fa: عالی

# trail_visibility
source: Good
fa: خوب

# trail_visibility
source: Horrible
fa: وحشتناک

# trail_visibility
source: Intermediate
fa: متوسط

# trail_visibility
source: Not visible
fa: غیر قابل دیدن

# trail_visibility
source: Visibility
fa: نمایانی / قابلیت دیدن

# footway
source: Access aisle
fa: دسترسی به راهرو

# footway
source: Crossing
fa: چهارراه

# footway
source: Sidewalk
fa: پیاده‌رو

# footway
source: Type
fa: نوع

# traffic_calming_table
source: Table
fa: جدول

# traffic_calming
source: Island
fa: جزیره

# junction=yes
source: Junction
fa: تقاطع

# hazard
source: Animal crossing
fa: عبور حیوانات

# hazard
source: Bump
fa: دست انداز

# hazard
source: Children
fa: فرزندان

# hazard
source: Contamination
fa: آلودگی

# hazard
source: Curve
fa: منحنی / پیچ

# hazard
source: Curves
fa: منحنی ها

# hazard
source: Cyclists
fa: دوچرخه سواران

# hazard
source: Dangerous junction
fa: محل اتصال خطرناک / تقاطع خطرناک

# hazard
source: Dip
fa: سرعتگیر و هدایت کننده آب

# hazard
source: Falling rocks
fa: سقوط صخره ها

# hazard
source: Frost heave
fa: سرمازدگی

source: Hazard
fa: خطر

# hazard
source: Horse riders
fa: اسب سواران

# hazard
source: Ice
fa: یخ

# hazard
source: Landslide
fa: رانش‌زمین / زمین‌لغزش

# hazard
source: Nuclear
fa: هسته ای

# hazard
source: Other
fa: سایر

# hazard
source: Pedestrians
fa: پیاده‌رو / عابر پیاده

# hazard
source: School zone
fa: محدوده مدرسه

# hazard
source: Shooting range
fa: محدوده تیراندازی

# hazard
source: Side winds
fa: بادهای جانبی

# hazard
source: Slippery
fa: لغزنده

# hazard
source: Turn
fa: دور زدن / گردش

# hazard
source: Unexploded ordnance
fa: مهمات منفجر نشده

# payment
source: Notes
fa: يادداشت

# Barrier
source: Ditch
fa: جوی آب / نهر آب / خندق

# lift_gate
source: Double
fa: دو برابر

# lift_gate
source: Single
fa: منفرد / تک

# lift_gate
source: Type
fa: نوع

# swing_gate
source: Double
fa: دو برابر

# swing_gate
source: Single
fa: منفرد / تک

# swing_gate
source: Type
fa: نوع

# usage
source: Irrigation
fa: آبیاری

# usage
source: Transmission
fa: انتقال

# usage
source: Transportation
fa: حمل و نقل

source: Usage
fa: کاربرد / استفاده

# pipeline
source: Distribution
fa: توزیع

# pipeline
source: Indoor
fa: داخلی

# pipeline
source: Location
fa: مکان

# pipeline
source: Measurement
fa: اندازه‌گیری

# pipeline
source: Outdoor
fa: فضای باز

# pipeline
source: Overground
fa: روی زمین

# pipeline
source: Pillar
fa: ستون
