Repository: DickerPeter/beautified-JOSM-preset
Catalog: i18n/preset_*.po
Languages: fa

source: (Please only use this tag if more detailed mapping using busbars and bays is impossible!)
fa: (لطفاً از این برچسب فقط در صورتی استفاده کنید که نقشه‌برداری دقیق‌تر با استفاده از گذرگاه‌ها و خلیج‌ها غیرممکن است!)

source: (Use number as shown on plate.)
fa: (از شماره‌ای که در صفحه نشان داده شده استفاده کنید.)

source: (please use isolated_dwelling for an isolated farm)
fa: (لطفاً از یک خانه جداگانه برای یک مزرعه جدا شده استفاده کنید)

source: ... other transportation modes possible
fa: ... حالت های دیگر حمل و نقل ممکن است

source: 0: Solid gravel/packed earth, no obstacles, wide curves
fa: 0: خاک فشرده/با سنگ‌ریزهٔ سخت، بدون مانع، انحنهای عریض

source: 1 - Solid
fa: 1 - سخت

source: 1 day
fa: 1 روز

source: 1 hour
fa: 1 ساعت

source: 1 table
fa: 1 میز

source: 1.5 hours
fa: 1.5 ساعت

source: 1.5 years
fa: 1.5 سال

source: 1/25 mix (mofa/moped)
fa: 1/25 مخلوط (mofa/moped)

source: 1/50 mix (mofa/moped)
fa: 1/50 مخلوط (mofa/moped)

source: 180 minutes
fa: 180 دقیقه

source: 1: Some loose surface, small obstacles, wide curves
fa: 1: اندکی سطوح سست، موانع کوچک، انحناهای عریض

source: 2 - Mostly solid
fa: 2 - عمدتا سخت

source: 2 tables
fa: 2 میز

source: 2 weeks
fa: 2 هفته

source: 2: Much loose surface, large obstacles, easy hairpins
fa: 2: سطوح بسیار سست، موانع بزرگ، پیچ‌های تند آسان

source: 3 - Mix hard and soft
fa: 3 - مخلوطی از سخت و نرم

source: 3 days
fa: 3 روز

source: 3 tables
fa: 3 میز

source: 30 minutes
fa: 30 دقیقه

source: 3: Slippery surface, large obstacles, tight hairpins
fa: 3: سطح لغزنده، موانع بزرگ، پیچ‌های تند دشوار

source: 3D
fa: 3 بُعدی

source: 4 - Mostly soft
fa: 4- عمدتا نرم

source: 4 months
fa: 4 ماه

source: 4 tables
fa: 4 میز

source: 4: Loose surface or boulders, dangerous hairpins
fa: سطوح یا تخته‌سنگ‌های سست، پیچ‌های تند خطرناک

source: 5 - Soft
fa: 5 - نرم

source: 5 tables
fa: 5 میز

source: 5: Maximum difficulty, boulder fields, landslides
fa: 5: بیشترین دشواری، زمین‌های تخته‌سنگی، کوه‌ریزش‌ها

source: 60 minutes
fa: 60 دقیقه

source: 6: Not rideable
fa: 6: قابل سوار شدن نیست

source: A Signpost/Guidepost to indicate the directions to different destinations.
fa: یک تابلو راهنما/پست راهنما راهنمای جهت نشان دادن مسیرهای مقاصد مختلف.

source: A board with a map.
fa: تخته ای با نقشه.

source: A board with information.
fa: تخته ای با اطلاعات

source: A body of water, such as a lake or pond.
fa: مجموعه ای از آب، مانند دریاچه یا برکه.

source: A farm within a bigger settlement
fa: مزرعه ای در یک شهرک بزرگتر

source: A fee must be paid
fa: باید هزینه ای پرداخت شود

source: A flat area of sand, gravel or pebble next to water.
fa: یک منطقه مسطح از ماسه، شن یا سنگریزه در کنار آب.

source: A kids area is available
fa: منطقه ای برای بچه ها موجود است

source: A line of trees.
fa: یک ردیف درختان

source: A low area between hills.
fa: منطقه ای کم بین تپه ها.

source: A marker along a route.
fa: نشانگر در امتداد یک مسیر.

source: A mountain or hill ridge.
fa: نوک کوه یا تپه.

source: A notable rock or group of rocks, with at least one of them firmly attached to the underlying bedrock.
fa: صخره یا گروهی از سنگهای قابل توجه، که حداقل یکی از آنها محکم به سنگ زیرین متصل شده است.

source: A persistent body of dense ice that is constantly moving under its own weight.
fa: جسمی مداوم از یخ متراکم که دائماً تحت وزن خود در حال حرکت است.

source: A pillar hydrant where the barrel is pressurized at all times, with individual valves for each outlet.
fa: ستون شیر آتش نشانی که ظرف استوانه شکل در هر زمان تحت فشار است، با سوپاپ های جداگانه برای هر خروجی.

source: A pillar hydrant where the water shutoff valve is below ground.
fa: ستون شیر آتش نشانی که شیر قطع آب در زیر زمین قرار دارد.

source: A point where groundwater naturally flows to the surface of the earth from underground.
fa: نقطه ای که آب های زیرزمینی به طور طبیعی از زیر زمین به سطح زمین می ریزد.

source: A prominent, elevated piece of land sticking out into the sea or large lake.
fa: قطعه ای برجسته و مرتفع از زمین که به دریا یا دریاچه بزرگی چسبیده است.

source: A saddle point between mountains or hills.
fa: نقطه خط الراس بین کوه یا تپه.

source: A single notable free-standing rock, which may differ from the composition of the terrain it lies in.
fa: یک سنگ برجسته مستقل، که ممکن است با ترکیب زمینی که در آن قرار دارد متفاوت باشد.

source: A single shrub.
fa: یک بوته تک.

source: A single tree.
fa: یک درخت تک.

source: A steep rock face exposure, with a significant vertical, or near vertical (leave the lower face to the right of the way).
fa: قرار گرفتن در معرض صخره های شیب دار، با عمودی قابل توجه یا نزدیک عمودی (قسمت پایینی را در سمت راست راه ترک کنید).

source: A volcano, either dormant, extinct or active.
fa: یک آتشفشان، خاموش، منقرض شده یا فعال.

source: A water well.
fa: یک چاه آب

source: ALPR
fa: تشخیص اتوماتیک پلاک

source: Abandoned Rail
fa: راه آهن متروکه / ریل متروکه

source: Abused
fa: سوء استفاده شده

source: Accepted bottles
fa: بطری های پذیرفته شده

source: Accepted material
fa: مواد پذیرفته شده

source: Accepted waste
fa: ضایعات پذیرفته شده

source: Access
fa: دسترسی

source: Access Restrictions
fa: محدودیت های دسترسی

source: Accommodation
fa: محل اقامت

source: Accountant
fa: حسابدار

source: Accuracy
fa: دقت

source: Across
fa: از میان

source: Acrylic
fa: اکریلیک

source: Acrylic glass
fa: شیشه اکریلیک

source: Add or update check date
fa: تاریخ بررسی را اضافه یا به روز کنید

source: Additional attributes
fa: ویژگی های اضافی

source: Additives:
fa: مواد افزودنی:

source: Address
fa: نشانی

source: Address Interpolation
fa: درون یابی آدرس

source: Addresses and Contact
fa: آدرس ها و تماس

source: Adit
fa: ورودی افقی معدن زیرزمینی

source: Administration centre
fa: مرکز مدیریت

source: Administrative
fa: اداری

source: Administrative level
fa: سطح اداری

source: Admission tickets
fa: بلیط های ورودی

source: Adult gaming centre
fa: مرکز بازی بزرگسالان

source: Advanced stop line
fa: خط توقف پیشرفته

source: Advertising
fa: تبلیغات

source: Advertising Column
fa: ستون تبلیغاتی

source: Advertising agency
fa: آژانس تبلیغاتی

source: Advisory max. speed (km/h)
fa: حداکثر سرعت پیشنهادی (کیلومتر بر ساعت)

source: Aerialway
fa: راه هوایی

source: African
fa: آفریقایی

source: Afrikaans
fa: آفریقایی ها

source: After school capacity
fa: ظرفیت بعد از مدرسه

source: After school care
fa: مراقبت بعد از مدرسه

source: Age group (ie: 6-12)
fa: گروه سنی (یعنی: 6-12 سال)

source: Aggregate
fa: جمع / مجموع

source: Agricultural
fa: کشاورزی

source: Agricultural engines
fa: موتورهای کشاورزی

source: Agricultural supplies
fa: لوازم کشاورزی

source: Agritourism
fa: مزرعه گردی / گردشگری زراعی

source: Aikido
fa: آی‌کی‌دو / یک هنر رزمی ژاپنی

source: Air
fa: هوا

source: Air Quality
fa: کیفیت هوا

source: Aircraft
fa: هواپیما

source: Airfield
fa: فرودگاه

source: Airport
fa: فرودگاه

source: Airport Ground
fa: زمین فرودگاه

source: Airstrip
fa: خط هوایی

source: Akulaku
fa: آکولاکو_یک برنامه وام آنلاین سریع و معتبر اندونزیایی

source: Albanian
fa: آلبانیایی

source: Alcohol
fa: الکل

source: Alipay
fa: علی پی_برنامه پرداخت تلفن همراه و آنلاین شخص ثالث چینی

source: All
fa: همه

source: All vehicles
fa: همه وسایل نقلیه

source: All vehicles @
fa: همه وسایل نقلیه @

source: Allotments
fa: سهم ها

source: Almond trees
fa: درختان بادام

source: Almost always an unpaved track lacking hard materials, uncompacted, with surface of soil/sand/grass
fa: تقریباً همیشه یک مسیر بدون روکش فاقد مواد سخت، بدون فشرده، با سطح خاک/ماسه/علف

source: Almost always an unpaved track prominently with soil/sand/grass, but with some hard materials, or compressed materials
fa: تقریباً همیشه یک مسیر بدون روکش برجسته با خاک/ماسه/چمن ، اما با برخی از مواد سخت یا مواد فشرده

source: Along
fa: در امتداد

source: Alpaca
fa: آلپاکا / گونه‌ای لاما

source: Alphabetic
fa: الفبایی

source: Alpine
fa: کوهستانی

source: Alpine Hut
fa: کلبه کوهستانی

source: Alternate name
fa: نام جایگزین

source: Alternative medicine
fa: طب جایگزین

source: Alternative name
fa: نام جایگزین

source: Aluminium
fa: آلومینیوم

source: Amateur radio
fa: رادیو آماتور

source: Ambulance Station
fa: ایستگاه آمبولانس

source: Ambulatory Care
fa: مراقبتهای سرپایی

source: American
fa: آمریکایی

source: American Express
fa: آمریکن اکسپرس

source: American Football
fa: فوتبال آمریکایی

source: Amharic
fa: اَمهَری / یکی از زبان‌های سامی اتیوپیایی

source: Amperage
fa: آمپر

source: Amphibian
fa: دوزیستان

source: Amusement/Theme Park
fa: سرگرمی/پارک موضوعی

source: An accumulation of loose rocks.
fa: تجمع سنگهای سست.

source: An accumulation of loose rounded rocks on a beach or riverbed.
fa: تجمع سنگ های گرد و شل در ساحل یا بستر رودخانه.

source: An area of water mostly surrounded by land but with level connection to the ocean or a lake.
fa: ناحیه ای از آب که اکثراً توسط خشکی احاطه شده اما با سطح اقیانوس یا دریاچه ارتباط دارد.

source: An indoor kids area is available
fa: فضای سرپوشیده برای کودکان موجود است

source: An office where you can get information about a town or region.
fa: دفتری که در آن می توانید اطلاعات مربوط به یک شهر یا منطقه را دریافت کنید.

source: An outdoor kids area is available
fa: فضای بیرون از منزل برای کودکان در دسترس است

source: Analog
fa: آنالوگ

source: Anglican
fa: انگلیکان / شاخه‌ای از مسیحیت با مرجعیت کلیسای انگلیس

source: Animal
fa: حیوان

source: Animal boarding
fa: سوار حیوانات شدن

source: Animal breeding
fa: پرورش حیوانات

source: Animal feed (domestic)
fa: خوراک حیوانات (خانگی)

source: Animal feed (non-domestic)
fa: خوراک حیوانات (غیرخانگی)

source: Animal feeding place
fa: محل تغذیه حیوانات / آبشخور حیوانات

source: Animal shelter
fa: پناهگاه حیوانات

source: Animal watering place
fa: آبشخور حیوانات

source: Animals
fa: حیوانات

source: Anime
fa: انیمه

source: Annotation
fa: حاشیه نویسی / یادداشت

source: Anteater
fa: مورچه خوار

source: Antelope
fa: بزکوهی

source: Antenna
fa: آنتن

source: Antiques
fa: عتیقه‌جات

source: Apartments
fa: آپارتمان

source: Apple Pay
fa: اپل پی

source: Apple trees
fa: درختان سیب

source: Approach lighting system
fa: نوعی سیستم روشنایی

source: Approach segment
fa: بخش رویکرد

source: Apricot trees
fa: درختان زردآلو

source: Apron
fa: پیشگاه

source: Aquaculture
fa: آبزی پروری

source: Aquarium
fa: آکواریوم

source: Arab
fa: عرب

source: Arabic
fa: عربی

source: Archaeological
fa: باستان شناسی

source: Archaeological Site
fa: سایت باستان شناسی

source: Archaeological site
fa: سایت باستان شناسی

source: Archery
fa: تیراندازی با کمان

source: Architect
fa: معمار

source: Architecture
fa: معماری

source: Area
fa: محدوده

source: Argentinian
fa: آرژانتینی

source: Armenian
fa: ارمنی

source: Arrow (tactile)
fa: پیکان (لمسی)

source: Art
fa: هنر

source: Art gallery
fa: گالری هنر

source: Artic fox
fa: روباه قطبی

source: Artificial turf
fa: چمن مصنوعی

source: Artist Name
fa: نام هنرمند

source: Arts Centre
fa: مرکز هنری

source: Arts and craft supplies
fa: لوازم هنری و صنایع دستی

source: Artwork
fa: اثر هنری

source: Arête
fa: استخوان ماهی

source: Ascent (m)
fa: صعود (متر)

source: Asian
fa: آسیایی

source: Asphalt
fa: آسفالت

source: Assamese
fa: آسامی / زبان رسمی قوم آسام هند

source: Assembly Point
fa: محل تجمع / نقطه مونتاژ

source: Assisted Living
fa: مسکن برای افراد مسن یا معلول / امکانات زندگی با کمک و مراقبت های ویژه

source: Associated Street
fa: نقطه اتصال خیابان ها با خانه ها

source: Associated street
fa: نقطه اتصال خیابان ها با خانه ها

source: Association
fa: اتحادیه

source: Astronomical
fa: نجومی

source: Astronomy
fa: ستاره شناسی

source: Attraction
fa: جاذبه

source: Audio
fa: صوتی / شنیداری

source: Audio Guide
fa: راهنمای صوتی

source: Audioguide via mobile phone?
fa: راهنمای صوتی از طریق تلفن همراه؟

source: Audiologist
fa: شنوایی سنجی

source: Audit
fa: رسیدگی / بازرسی

source: Auditorium
fa: سالن اجتماعات

source: Australian Football
fa: فوتبال استرالیایی

source: Authentication
fa: احراز هویت

source: Authentication:
fa: احراز هویت:

source: Automated
fa: خودکار

source: Automated Defibrillator
fa: دستگاه شوک خودکار

source: Automated Teller Machine
fa: دستگاه فروش خودکار

source: Automatic
fa: خودکار

source: Automatic check_date generation
fa: بررسی خودکار_تاریخ تولید

source: Automatic door
fa: درب اتوماتیک

source: Automobile
fa: خودرو

source: Available
fa: موجود / در دسترس

source: Avalanche Protector
fa: محافظ بهمن

source: Avant (fi)
fa: قبل (fi)

source: Aviary
fa: مرغداری

source: Aviation
fa: هوانوردی

source: Avocado trees
fa: درختان آووکادو

source: Awning
fa: سایبان

source: Azeri
fa: آذری

source: BOS
fa: سرویس رادیویی BOS آلمان

source: BRIZZI
fa: بریزی_نوعی پرداخت

source: BSB Cash
fa: پول الکترونیک بانک سامسل بابل اندونزی

source: Baboon
fa: بابون / نوعی میمون

source: Baby
fa: بچه / کودک

source: Baby Hatch/Safe Haven
fa: دریچه کودک / پناهگاه امن_برای مادران که بتوانند نوزادان خود را که معمولاً تازه متولد شده اند بیاورند و آنها را به طور ناشناس در مکانی امن بگذارند.

source: Baby changing table
fa: میز تعویض نوزاد

source: Baby goods
fa: کالای کودک

source: Backcountry
fa: کشور عقب

source: Backrest
fa: پشتی / تکیه گاه

source: Backward
fa: به عقب

source: Bag
fa: کیف / کیسه

source: Bagel
fa: بیگل / نوعی نان دوناتی‌شکل

source: Bahai
fa: بهایی

source: Bakery
fa: نانوایی

source: Bakery products
fa: محصولات نانوایی

source: Balance beam
fa: پرتو تعادل

source: Balkan
fa: بالکان

source: Ballet theatre
fa: تئاتر باله

source: Ballroom
fa: سالن رقص

source: Banana plants
fa: گیاهان موز

source: Bancomat
fa: دستگاه خودپرداز

source: Bandstand
fa: محل دسته موسیقی

source: Bank
fa: بانک

source: BankAxept
fa: نوعی سیستم پرداخت ملی در کشور نروژ

source: Baptist
fa: باپتیست

source: Bar
fa: بار

source: Barbecue
fa: باربیکیو / جایگاه مخصوص کباب پختن

source: Barcelona
fa: بارسلونا

source: Bare Rock
fa: زمین صخره‌ای

source: Bare lower lying uncultivated land with a shrubland habitat found mainly on free-draining infertile, acidic soils, and is characterised by open, low-growing woody vegetation.
fa: زمین های بی آب و هوای کم ارتفاع با زیستگاه بوته ای که عمدتاً در خاکهای غیر قابل بارور و اسیدی یافت می شود و با پوشش گیاهی چوبی باز و کم رشد مشخص می شود.

source: Bare lower lying uncultivated land with bushes but little or no tree cover.
fa: برهنه و زمینهای بدون کشت با بوته ها اما پوشش درخت کم یا بدون پوشش درخت.

source: Bare upper lying uncultivated land principally covered with grass and often grazed.
fa: برهنه و خالی، زمینی بدون کشت عمدتاً پوشیده از علف و اغلب برای چرا استفاده می شود.

source: Barrel
fa: بشکه

source: Barrier
fa: مانع / حصار

source: Barriers
fa: موانع

source: Basalt
fa: بازالت / نوعی سنگ

source: Baseball
fa: بیسبال

source: Basilica
fa: بازیلیکا / کاخ بزرگ

source: Basin
fa: حوضه

source: Basket maker
fa: سبد ساز

source: Basketball
fa: بسکتبال

source: Basque
fa: باسک / قومی در شمال شرق اسپانیا

source: Bat
fa: خفاش

source: Bathroom
fa: حمام

source: Baths
fa: حمام/حمام‌ها

source: Batteries
fa: باتری‌ها

source: Battlefield
fa: میدان جنگ

source: Bauxite
fa: بوکسیت / نوعی سنگ رسوبی

source: Bavarian
fa: باواریایی

source: Bay
fa: خلیج

source: Bayonet
fa: سرنیزه

source: Beach
fa: ساحل

source: Beach Resort
fa: تفرجگاه ساحلی

source: Beach Volleyball
fa: والیبال ساحلی

source: Bear
fa: خرس

source: Beauty
fa: زیبایی

source: Beaver
fa: سگ آبی

source: Bed
fa: رختخواب

source: Bed and breakfast
fa: تخت خواب و صبحانه

source: Beds
fa: تختخواب ها

source: Bee
fa: زنبور عسل

source: Beef bowl
fa: کاسه گوشت گاو

source: Beekeeper
fa: زنبوردار

source: Beep
fa: بیپ_نوعی کارت هوشمند فیلیپینی

source: Beer
fa: آبجو

source: Beer Garden
fa: باغ آبجو

source: Begin
fa: شروع

source: Belarusian
fa: بلاروسی

source: Bell tower
fa: برج ناقوس / برج کلیسا

source: Bench
fa: نیمکت

source: Bengali
fa: بنگالی

source: Betting
fa: شرط بندی

source: Beverages
fa: نوشیدنی ها

source: Bi-directional roads
fa: جاده‌های دوطرفه

source: Bicycle
fa: دوچرخه

source: Bicycle Road
fa: جاده دوچرخه سواری

source: Bicycle Route
fa: مسیر دوچرخه سواری

source: Bicycle lane access
fa: دسترسی به مسیر دوچرخه

source: Bicycle ramp
fa: سطح شیب‌دار دوچرخه

source: Bicycle route
fa: مسیر دوچرخه سواری

source: Bicycle tubes
fa: لاستیک تویی دوچرخه / تویوب دوچرخه

source: Bicycle type
fa: نوع دوچرخه

source: Bicycles
fa: دوچرخه‌ها

source: Bicycles are rented
fa: دوچرخه‌ها کرایه داده می شوند

source: Bicycles are repaired
fa: دوچرخه‌ها تعمیر می شوند

source: Bicycles are sold
fa: دوچرخه‌ها فروخته می شوند

source: Bicycles are washed (for a fee)
fa: دوچرخه‌ها شسته می شوند (با پرداخت هزینه)

source: Bike Dealer
fa: فروشنده دوچرخه

source: Billboard
fa: بیلبورد / تابلو تبلیغاتی

source: Billiards
fa: بیلیارد

source: Bin
fa: سطل زباله

source: Binoculars
fa: دوربین دو چشمی

source: Bio Diesel
fa: بیو دیزل

source: Biofuel Power Generator
fa: ژنراتور برق زیستی

source: Biogas
fa: بیوگاز

source: Biogas Power Generator
fa: ژنراتور برق بیوگاز

source: Biomass Power Generator
fa: ژنراتور برق زیست توده

source: Bioreactor
fa: بیوراکتور

source: Bird
fa: پرنده / جوجه

source: Bird Hide
fa: مکان تماشای پرندگان

source: Birds
fa: پرنده‌ها

source: Birthing center
fa: زایشگاه / مرکز زایمان

source: Bison
fa: بایسون / گاومیش کوهان دار آمریکایی

source: Bitcoin
fa: بیت‌کوین

source: Black
fa: سیاه

source: Blacksmith
fa: آهنگر

source: Bleachers
fa: صندلی مسابقات ورزشی

source: Blink mode
fa: حالت چشمک زدن

source: Blinker
fa: چشمک‌زن

source: Block
fa: بلوک / مانع

source: Blood donation
fa: اهدای خون

source: Blue
fa: آبی

source: Blueberry plants
fa: گیاهان زغال‌اخته-بلوبری

source: Bluehole
fa: گودال آبی کف اقیانوس

source: Boat shop
fa: قایق فروشی

source: Boat storage
fa: انبار قایق

source: Boatbuilder
fa: قایق ساز

source: Bog
fa: باتلاق

source: Boiling Water Reactor 2 (BWR-2)
fa: راکتور آب جوش 2 (BWR-2)

source: Boiling Water Reactor 3 (BWR-3)
fa: راکتور آب جوش 3 (BWR-3)

source: Boiling Water Reactor 5 (BWR-5)
fa: راکتور آب جوش 5 (BWR-5)

source: Boiling Water Reactor 6 (BWR-6)
fa: راکتور آب جوش 6 (BWR-6)

source: Bollard
fa: تیرک مهار

source: Bollard type
fa: نوع بولارد / نوع تیرک مهار

source: Bolts
fa: پیچ و مهره

source: Book Store
fa: کتاب‌فروشی

source: Bookmaker
fa: کتاب فروش

source: Books
fa: کتاب‌ها

source: Booth
fa: غرفه

source: Border type
fa: نوع مرز

source: Both
fa: هر دو

source: Boule
fa: توپ

source: Boundaries
fa: مرزها

source: Boundary
fa: مرز

source: Boundary type
fa: نوع مرز

source: Box
fa: جعبه

source: Branch
fa: شعبه

source: Brand
fa: نام تجاری

source: Brazilian
fa: برزیلی

source: Bread
fa: نان

source: Breakwater
fa: موج شکن

source: Brewery
fa: آبجوسازی

source: Brick
fa: آجر

source: Bricks
fa: آجر

source: Bridge
fa: پل

source: Bridge name
fa: نام پل

source: Bridges
fa: پل ها

source: Broadleaved
fa: پهن برگ

source: Brown
fa: قهوه‌ای

source: Brownfield
fa: زمین بایر / مخصوص ساخت و ساز

source: Bubble Tea Cafe
fa: کافه دمنوش چای

source: Buffalo
fa: بوفالو

source: Buffer Stop
fa: توقف بافر_سدی که در راه آهن از خروج قطارها از انتهای ریل جلوگیری می کند

source: Builder
fa: خانه ساز / سازنده

source: Building
fa: ساختمان

source: Building (3D)
fa: ساختمان (3 بعدی)

source: Building Passage
fa: ساختمان پاساژ

source: Building part
fa: قسمت ساختمان

source: Building passage
fa: ساختمان پاساژ

source: Building supplies
fa: لوازم ساختمان

source: Building type
fa: نوع ساختمان

source: Buildings
fa: ساختمانها

source: Bulgarian
fa: بلغاری

source: Bump
fa: دست انداز

source: Bunker
fa: پناهگاه

source: Bunker Silo
fa: سیلو پناهگاه / سیلو بزرگ

source: Burger
fa: همبرگر

source: Bus
fa: اتوبوس

source: Bus Guideway
fa: مسیر ویژه اتوبوس

source: Bus Platform
fa: سکوی اتوبوس

source: Bus Station
fa: ایستگاه اتوبوس

source: Bus Stop
fa: ایستگاه اتوبوس

source: Bus stop
fa: ایستگاه اتوبوس

source: Bust
fa: مجسمه نیم‌تنه

source: Butterfly
fa: پروانه

source: CNG (Compressed Natural Gas)
fa: CNG (گاز طبیعی فشرده)

source: Cabinet maker
fa: کابینت ساز / قفسه ساز / مبل ساز

source: Cacao trees
fa: درختان کاکائو

source: Cairn
fa: توده سنگ مخروطی

source: Cake
fa: کیک

source: Camel
fa: شتر

source: Camera
fa: دوربین

source: Camping
fa: چادر زدن

source: Camping type
fa: نوع کمپینگ / نوع چادر زدن

source: Canadian Football
fa: فوتبال کانادایی

source: Canal
fa: آبراهه

source: Cannon
fa: توپ

source: Canoeing/Kayaking
fa: قایق رانی/قایقرانی

source: Canoes
fa: قایق رانی

source: Cans
fa: قوطی‌ها

source: Car
fa: ماشین

source: Car Wash
fa: کارواش

source: Cardboard
fa: مقوا

source: Cash
fa: پول نقد

source: Cash type
fa: نوع نقدی

source: Cash withdrawal
fa: برداشت وجه نقد

source: Casino
fa: کازینو

source: Castle
fa: قلعه

source: Caterer
fa: تهیه کننده غذا

source: Cathedral
fa: کلیسای جامع

source: Cave Entrance
fa: ورودی غار در غار

source: Chain
fa: زنجیر

source: Chapel
fa: کلیسای کوچک

source: Check
fa: بررسی

source: Chemical
fa: شیمیایی

source: Chemist
fa: شیمی دان

source: Cherimoya trees
fa: درختان چریمویا

source: Cherry trees
fa: درختان گیلاس

source: Chess
fa: شطرنج

source: Chess table
fa: میز شطرنج

source: Chestnut trees
fa: درختان شاه بلوط

source: Chicken
fa: مرغ، جوجه

source: Children
fa: فرزندان

source: Chimney
fa: دودکش

source: Chinese
fa: چینی

source: Chocolate
fa: شکلات

source: Choker
fa: مسدود کننده

source: City
fa: شهر

source: City Wall
fa: دیوار شهر

source: City name
fa: نام شهر

source: Cleaning
fa: تمیز کردن

source: Cliff
fa: صخره

source: Clinic
fa: کلینیک

source: Clockmaker
fa: ساعت ساز

source: Clothes
fa: لباس ها

source: Club
fa: باشگاه

source: Coffea plants
fa: گیاهان قهوه

source: Collection times
fa: زمان جمع‌آوری

source: Colonnade
fa: ردیف ستون / ردیف درخت

source: Combined Foot- and Cycleway
fa: ترکیبی از پیاده و دوچرخه سواری

source: Commercial
fa: تجاری

source: Common
fa: مشترک

source: Common name abbreviation
fa: مخفف نام رایج

source: Communication
fa: ارتباطات

source: Communication types
fa: نوع ارتباطات

source: Communication types:
fa: نوع ارتباطات:

source: Community Centre
fa: مرکز اجتماع

source: Compacted
fa: فشرده شده

source: Concrete
fa: بتن

source: Conditional restriction for all types of vehicles
fa: محدودیت مشروط برای انواع وسایل نقلیه

source: Confectionery
fa: قنادی / شیرینی پزی

source: Conservative
fa: محافظه کار

source: Construction
fa: ساخت و ساز

source: Consular office
fa: دفتر کنسولی

source: Consulate
fa: اداره کنسولگری

source: Continent
fa: قاره

source: Continuous green
fa: پیوسته سبز

source: Convenience Store
fa: فروشگاه کوچک

source: Cooking oil
fa: روغن پخت و پز

source: Cooperative
fa: شرکت تعاونی

source: Copper
fa: مس

source: Copy Shop
fa: فروشگاه کپی

source: Cosmetics
fa: لوازم آرایشی

source: Country
fa: کشور

source: County
fa: شهرستان

source: Covered
fa: سرپوشیده

source: Covered Reservoir
fa: مخزن تحت پوشش

source: Crane
fa: جرثقیل

source: Credit cards type
fa: نوع کارت های اعتباری

source: Crematorium
fa: جنازه سوخته

source: Cricket
fa: کریکت

source: Croquet
fa: کروکت

source: Cross
fa: صلیب

source: Crossing
fa: چهارراه

source: Crossing type
fa: نوع عبور

source: Crossing type name (UK)
fa: نام نوع عبور (انگلستان)

source: Cryptocurrencies types
fa: انواع ارزهای رمزنگاری شده

source: Culvert
fa: آبگیر

source: Curling
fa: کرلینگ ورزشی که با هُل دادن دیسک فلزی روی صفحاتِ یخی انجام می‌شود.

source: Curtain
fa: پرده

source: Customers
fa: مشتریان

source: Cutline
fa: خط برش / برش خط مستقیم در یک جنگل

source: Cycle Barrier
fa: مانع دوچرخه

source: Cycle Lane/Track
fa: مسیر دوچرخه سواری

source: Cycling
fa: دوچرخه‌سواری

source: Czech
fa: چک

source: Dairy
fa: لبنیات

source: Dairy free
fa: بدون لبنیات

source: Dam
fa: سد

source: Dance
fa: رقص

source: Dancing school
fa: مدرسه رقص

source: Danish
fa: دانمارکی

source: Data center
fa: مرکز اطلاعات / مرکز داده

source: Data protection
fa: حفاظت از داده‌ها

source: Date palms
fa: نخل خرما

source: Dealer
fa: فروشنده

source: Debit cards
fa: کارت های بدهی

source: Debit cards type
fa: نوع کارت‌های بدهی

source: Deciduous
fa: برگریز

source: Dedicated
fa: اختصاصی

source: Dedicated Bridleway
fa: پیاده روی اختصاصی

source: Dedicated Cycleway
fa: دوچرخه سواری اختصاصی
